[
    {
        "encounter_id": "11mk4th",
        "image_ids": [
            "11mk4th"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most probably it is a case of Milia. A milium is a small cyst containing keratin (the skin protein). Milia do not need to be treated unless they are a cause for concern for the patient. They often clear up by themselves within a few months. Where possible, further trauma should be minimized to reduce the development of new lesions. The lesion may be de-roofed using a sterile needle or blade and the contents squeezed or pricked out.\nThey may be destroyed using diathermy and curettage, or cryotherapy.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "125gfgg",
        "image_ids": [
            "125gfgg"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most probably this is a case of blind pimple. Blind pimples are pimples (zits) that form under your skin. They may stay under your skin’s surface, causing pain and inflammation. Or they may erupt through the surface in the form of a whitehead, blackhead, or red bump. Treatment includes warm compresses and acne-fighting creams containing salicylic acid. Use topical creams and gels like antibiotic cream and retinoid cream. Keep your skin clean to reduce the chance of getting a blind pimple.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "ih99w9",
        "image_ids": [
            "ih99w9"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most probably it is a case of inflamed pimple, may be due to folliculitis or acne. As it's beginning to disappear you can just wait and follow up if further changes occur. You can also try topical steroid cream for a few days if still inflamed.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11n62qx",
        "image_ids": [
            "11n62qx"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most probably it is a case of solar lentigo, a harmless condition that happens on prolonged sun exposure. Examination using dermatoscopy can clarify the diagnosis. Use topical moisturizer containing aloe vera, and use creams containing licorice extract and vitamin C. There are many topical creams available over the counter that you can apply at home to remove sunspots. Look for creams containing glycolic acid, hydroxy acid, or kojic acid. Taking a vitamin E supplement offers protection against sun damage and can improve your skin’s health, especially when taken together with vitamin C. Use high SPF sunscreen to avoid sun damage.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "vk578x",
        "image_ids": [
            "vk578x"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most propably it is a case of a cyst in the groin area. Cysts are non-cancerous lumps that can cause discomfort or pain, especially when they grow in size. It is important not to squeeze or pop a cyst as this can cause infection. Similarly, if a cyst bursts under your skin, it can cause the surrounding tissue to become infected. There are hundreds of different types of cysts that form for many different reasons, such as infections or blockages in ducts. You should consult your dermatologist for surgical excision.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "zmsedx",
        "image_ids": [
            "zmsedx"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "This is a case of contact eczema most probably due to contact with an irritant. It’s a common condition that isn’t contagious. Symptoms of eczema can flare up if you contact an irritant or an allergen. Use gentle or sensitive skin moisturizers throughout the day when you have dry skin. Apply moisturizer when your skin is damp after a bath or shower. Apply topical medications to your skin like topical hydrocortisone cream. Take oral medications like anti inflammatory medicines, antihistamines, or corticosteroids to reduce itchiness and swelling. Choose skin care moisturizers that are hypoallergenic, fragrance- and dye-free, gentle or for sensitive skin, contain petroleum jelly or mineral oil, don’t include preservatives or stabilizers, and have lipids and ceramides to improve your skin’s barrier. Avoid irritants and allergens.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "123bko0",
        "image_ids": [
            "123bko0"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of common wart. This noncancerous growth appears when your skin is infected with one of the many viruses of the human papillomavirus (HPV) family. If you cut or damage your skin in some way, it's easier for the virus to take hold. That's why people with chronic skin conditions, such as eczema, or who bite their nails or pick at hangnails are prone to getting warts. Warts are highly contagious and are mainly passed by direct skin contact, such as when you pick at your warts and then touch another area of your body. You can also spread them with things like towels or razors that have touched a wart on your body or on someone else's. Most warts are harmless, and you don't need to do anything unless, of course, they're painful or embarrassing. Over-the-counter gels, liquids, and pads with salicylic acid work by peeling away the dead skin cells of the wart to gradually dissolve it. For better results, soak the wart in warm water, then gently sand it with a disposable emery board before you apply the product. Be sure to use a new emery board each time. Be patient, it can take several months. If you have diabetes or a weakened immune system, you should have a doctor take a look before you treat a wart yourself. Cryotherapy, immunotherapy, laser treatment, and topical cantharidin are good therapeutic options. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11m0l9c",
        "image_ids": [
            "11m0l9c"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most probably it is a case of deep coarse wrinkle that forms due to chronic sun exposure, facial muscle contraction, smoking, and aging. Retinoids that include retinol, retinal aldehyde (Retin-A), retinyl esters, adapalene, tazarotene, and tretinoin are chemicals that come from vitamin A that help reduce lines and wrinkles in your skin and improve your skin’s texture, pigment and hydration levels. You can find retinol in many over-the-counter skin care products. Retinol can penetrate deep into your skin’s layers to activate collagen and elastin, which give your skin structure and support to prevent wrinkles. Also, you can try nonsurgical procedures at the dermatology clinic like microneedling, chemical peeling, laser resurfacing, Botox injection, and soft tissue fillers injection.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11htonk",
        "image_ids": [
            "11htonk"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of eczema due to dry skin (xerosis). Dryness is commonly seen in people with atopic dermatitis. People exposed to a dry environment may experience dry skin, for example low humidity in desert climates or cool windy conditions, excessive air conditioning, direct heat from a fire or fan heater, excessive bathing, contact with soap, laundry detergents and solvents, inappropriate topical agents such as alcohol, frictional irritation from rough clothing or abrasives. Try to eliminate aggravating factors. Reduce the frequency of bathing, use a humidifier in winter and air conditioner in summer, compare having a short shower with a prolonged soak in a hot bath, ensure good hydration by drinking plenty of water, use lukewarm water not hot water, replace standard soap with a substitute such as a synthetic detergent cleanser, water-miscible emollient, bath oil, anti-pruritic tar oil, colloidal oatmeal etc., and apply an emollient liberally and often, particularly shortly after bathing, and when itchy. The drier the skin, the thicker this should be, especially on the hands. Apply emollients frequently and avoid irritants. Use topical steroid cream twice daily for 2-4 weeks and oral antihistamines if needed.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11m079w",
        "image_ids": [
            "11m079w"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Cold, dry weather, sun damage, and frequently licking your lips are just some of the reasons your lips might feel dry and chapped. Use non-irritating lip balm, lipstick, and other products that you apply to your lips. If your lips burn, sting, or feel uncomfortable when you apply a product to your lips, it means you’re irritating your lips, so you want to stop using that product. Ingredients that can help heal chapped lips are castor seed oil, ceramides, dimethicone, hemp seed oil, mineral oil, petrolatum, shea butter, sun-protective ingredients, such as titanium oxide or zinc oxide, and white petroleum jelly. It also helps to use products that are fragrance free and hypoallergenic. Apply a non-irritating lip balm (or lip moisturizer) several times a day and before bed. Slather on a non-irritating lip balm with SPF 30 or higher before going outdoors. Apply the lip balm every 2 hours. Drink plenty of water. Chapped lips are dry lips, so you want to stay hydrated. Stop licking, biting, and picking at your lips. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1251tnr",
        "image_ids": [
            "1251tnr"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of plantar wart. This noncancerous growth appear when your skin is infected with one of the many viruses of the human papillomavirus (HPV) family. If you cut or damage your skin in some way, it's easier for the virus to take hold. That's why people with chronic skin conditions, such as eczema, or who bite their nails or pick at hangnails are prone to getting warts. Warts are highly contagious and are mainly passed by direct skin contact, such as when you pick at your warts and then touch another area of your body. You can also spread them with things like towels or razors that have touched a wart on your body or on someone else's. Most warts are harmless, and you don't need to do anything unless, of course, they're painful or embarrassing. Over-the-counter gels, liquids, and pads with salicylic acid work by peeling away the dead skin cells of the wart to gradually dissolve it. For better results, soak the wart in warm water, then gently sand it with a disposable emery board before you apply the product. Be sure to use a new emery board each time. Be patient, it can take several months. If you have diabetes or a weakened immune system, you should have a doctor take a look before you treat a wart yourself. Cryotherapy, immunotherapy, laser treatment, and topical cantharidin are good therapeutic options. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "122xd14",
        "image_ids": [
            "122xd14"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Basically getting rid of the itch begins with finding out why your scalp itches, If your scalp is dry and itchy and you see flakes on your hair or clothing, you may have dandruff. Leaving some shampoo on your scalp can also irritate it.  An itchy scalp is the most common symptom of head lice, too. If you suspect that head lice are causing the itch, ask someone to closely examine your scalp and hair for signs of these tiny bugs. Seborrheic dermatitis is also a possible cause for this itching if you have oily and greasy flakes. Severe itching usually results in scalp injury and propably secondary infection (folliculitis) which is the case here. Treatment of the cause of itchy scalp is the mainstay for preventing folliculitis. Anti-dandruff shampoos are essential for people with straight or wavy hair who usually shampoo every day while people with curly or tightly coiled hair are likely to shampoo once a week. Shampoo containing 2% zinc pyrithione, 1% ketoconazole or 1% selenium sulfide is recommended and sometimes topoical hydrocortisone creams or lotions are needed. To get seborrheic dermatitis under control, it’s important to leave the shampoo on your scalp for 5-10 minutes, this gives the medication time to work. You also want to thoroughly rinse off the shampoo. Skin with seborrheic dermatitis is easily irritated. If you have shampoo residue on your skin or scalp, it could cause a flare-up. You need to get rid of the lice if it is the cause of itching. For folliculitis, you can also try topical antibiotic cream (e.g. fusidic acid gel), clindamycin solution, erythromycin solution, mild topical steroid lotions or creams, oral antihistamines, oral antibiotics, particularly long-term tetracycline. Oral isotretinoin, a long-term low-dose treatment may be required. If that doesn't help, or your condition worsens, consult a dermatologist.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11kkilq",
        "image_ids": [
            "11kkilq"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most probably, it is a case of keratoacanthoma, a common rapidly growing locally destructive skin tumour. Keratoacanthoma is most common in fair-skinned older males with a history of chronic sun exposure. It is more common in immunosuppressed individuals. Referral to a dermatologist is a must for skin biopsy. Keratoacanthoma is regarded as benign and thus has an excellent prognosis following surgical excision. Cryosurgery, curettage and electrodessication, topical or intralesional chemotherapy (5-fluorouracil, imiquimod, bleomycin, methotrexate) are also therapeutic options.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11idp98",
        "image_ids": [
            "11idp98"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of Pityriasis versicolor, a common yeast infection of the skin, in which flaky discoloured patches appear on the chest and back. Pityriasis versicolor is more common in hot, humid climates than in cool, dry climates. It often affects people who perspire heavily. It may clear in the winter months and recur each summer. Although it is not considered infectious in the conventional sense, pityriasis versicolor sometimes affects more than one member of a family.Mild pityriasis versicolor is treated with topical antifungal agents. Selenium sulfide shampoo, Topical azole cream/shampoo (econazole, ketoconazole), Terbinafine gel. The medicine should be applied widely to the skin from the jawline down and left on the skin for 5-15 minutes before rinsing off in the shower. This should be done daily for one week then weekly for one month. Oral antifungal agents, itraconazole and fluconazole, are used to treat pityriasis versicolor when extensive or if topical agents have failed. Vigorous exercise an hour after taking the medication may help sweat it onto the skin surface, where it can effectively eradicate the yeast. Bathing should be avoided for a few hours. A few days' treatment will clear many cases of pityriasis long term, or at least for several months. Reapplication of a topical treatment such as selenium sulfide shampoo every month once the rash has cleared will usually prevent recurrence.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "z8b11d",
        "image_ids": [
            "z8b11d"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of rosacea. Rosacea is a chronic inflammatory skin condition predominantly affecting the central face and most often starts between the age of 30–60 years. Rosacea is common and is characterised by persistent facial redness. It typically has a relapsing and remitting course, with symptoms controlled by lifestyle measures, general skin care, medications, and procedural interventions. Rosacea has been associated with depression, hypertension, cardiovascular diseases, anxiety disorder, dyslipidemia, diabetes mellitus, migraine, rheumatoid arthritis, Helicobacter pylori infection, ulcerative colitis, and dementia. Identify the trigger (Common triggers include spicy food, hot/cold temperatures (hot baths), exercise, sun exposure, cosmetic products, medications (those that cause vasodilation), alcohol, fruits and vegetables, dairy, marinated meat products) and avoid it. Moisturise frequently. Use gentle over-the-counter cleansers. Use mild, synthetic detergent-based cleansers rather than traditional soaps due to risk of irritation. Use physical sunscreens ( zinc oxide/titanium oxide) with SPF ≥ 30, provides broad-spectrum UV radiation and visible light protection and may be better tolerated than chemical sunscreens. Avoid exfoliants. Avoid alcohol-based topical products. Avoid use of topical steroids as they may aggravate the condition. Cosmetics with a green tint are useful to minimise the appearance of redness. Use topical brimonidine, topical oxymetazoline, intense pulsed light therapy, vascular laser, topical azelaic acid (for mild/moderate only), topical ivermectin, topical metronidazole (for mild/moderate only), topical erythromycin, oral tetracyclines (oxytetracycline, lymecycline, doxycycline), oral macrolides (erythromycin, azithromycin), oral metronidazole, oral isotretinoin often at low dose (for refractory disease only). Although rosacea is not a life-threatening condition, it is a chronic disease that requires long-term management of relapsing and remitting symptoms.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "10t1nag",
        "image_ids": [
            "10t1nag"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "The best way to lighten a tan is to avoid getting it in the first place. Protect your skin and prevent unwanted tanning with proper sun protection. Always wear a hat, sun protective clothing, and sunscreen when outside. Sunscreen should be reapplied every two hours. You can try topical treatments containing ingredients that can lighten the skin such as azelaic acid, cysteamine cream, vitamin C, hydroquinone, corticosteroids, kojic acid, licorice, retinoids such as tretinoin, arbutin, glycolic acid peels, mequinol, niacinamide. Creams containing steroids and hydroquinone can take 3–6 months to affect the skin color. Always purchase products from a reputable source and follow the instructions on the pack. Cosmetic procedures can be also tried like laser therapy, intense pulsed light and chemical peels. Avoid sun exposure",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11zjnov",
        "image_ids": [
            "11zjnov"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Dry thickened skin (callus) around the rim of the heel is the very first step towards cracking. Increased pressure on the fat pad under the heel causes it to expand sideways, leading to splitting or cracking of the callus. Some factors that contribute to cracking or splitting include excessive weight or obesity, Prolonged standing, especially on hard floors, and Open-back shoes and sandals, as they provide no support to hold the fat pad under the foot. You can try rubbing the heels with a moisturising cream on a regular basis to keep the skin supple and hydrated. Special heel balms are available that contain descaling (keratolytic) or water-retaining (humectant) agents, such as:\nUrea, Salicylic acid, Alpha-hydroxy acids, Saccharide isomerate. Feet should be inspected daily and on the first sign of any cracking, a moisturising routine 2–3 times a day may be all that is needed to heal the heel. A pumice stone can be rubbed gently against the callus to take away some of the thick hard skin before applying moisturiser.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11pgkp8",
        "image_ids": [
            "11pgkp8"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of leukoderma (loss of skin color). White spots can appear when skin proteins or dead cells become trapped under the skin’s surface. They can also result from depigmentation, or color loss, due to vitiligo, contact with chemicals, scarring, infections, burn or drugs. White skin spots are not usually a reason for concern and do not cause major symptoms. It is important, however, to have white spots checked by a dermatologist, to understand their cause and the best way to treat them. Sun protection, cosmetic camouflage, treatment of an associated or underlying cause, and Surgery (melanocyte grafting).",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "121yasg",
        "image_ids": [
            "121yasg"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most propably it is a case of hormonal acne. Acne is largely a hormonal condition that’s driven by androgen hormones (testosterone). This typically becomes active during teenage and young adult years. Mild acne can be treated with over-the-counter (OTC) medications, such as gels, soaps, pads, creams, and lotions, that are applied to the skin. Creams and lotions are best for sensitive skin. Alcohol-based gels dry the skin and are better for oily skin. It is advisable to start with the lowest strengths, as some preparations can cause skin irritation, redness, or burning on first use. Topical acne medications include benzoyl peroxide, salicylic acid, and antibiotics like clindamycin or erythromycin.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ihen9",
        "image_ids": [
            "11ihen9"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Dry thickened skin (callus) is the very first step towards cracking. You can try rubbing with a moisturizing cream on a regular basis to keep the skin supple and hydrated. Special balms are available that contain descaling (keratolytic) or water-retaining (humectant) agents, such as Urea, Salicylic acid, Alpha-hydroxy acids, Saccharide isomerate. Feet should be inspected daily, and on the first sign of any cracking, a moisturising routine of 2–3 times a day should be started. A pumice stone can be rubbed gently against the callus to take away some of the thick hard skin before applying moisturiser. Try to avoid the cause if possible.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ydlds",
        "image_ids": [
            "11ydlds"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a fungal infection which is very contagious so it's important to use the right antifungal medicine as long as you can (around 2 weeks) to ensure that the ringworm does not reappear a few weeks after you stop treating it. After touching the area with ringworm, wash your hands before touching another area of your body. Ring worm thrives in warm, moist areas, so you want keep the area clean and dry. Avoid wearing clothes, socks, and shoes that make you sweat. Shower after working out and avoid sharing towels and other personal items. To avoid reinfecting yourself with infected items, you should wash clothes, towels, and bedding that you use while you have ringworm. Be sure to wash everything in hot, soapy water. If you suspect your pet has ringworm, take the animal to your vet as some types of ring worms grow on pets. Topical antifungal cream (azoles group like Miconazole or clotrimazole) twice daily for 2-4 weeks is recommended and systemic antifungal may be prescibed by your dermatologist if resistant to treatment. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11luysi",
        "image_ids": [
            "11luysi"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of folliculitis. It happens when hair follicles become inflamed. It's often caused by an infection with bacteria. Certain factors increase the risk of getting it, including:\nsoaking in a hot tub, whirlpool or public pool that's not maintained well, damage to hair follicles through shaving, waxing, wearing tight clothes or excessive sweating (hyperhidrosis). To prevent this, wash your skin regularly and use a clean washcloth and towel each time and don't share your towels or washcloths, avoid friction or pressure on your skin. Use only clean hot tubs and heated pools. You can apply topical antibiotic cream twice daily for 1 week and use antiseptic wash (4% chlorhexidine).",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "xh8ial",
        "image_ids": [
            "xh8ial"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of rosacea, a chronic inflammatory skin condition predominantly affecting the central face and most often starts between the age of 30–60 years. Rosacea is common and is characterised by persistent facial redness. It typically has a relapsing and remitting course, with symptoms controlled by lifestyle measures, general skin care, medications, and procedural interventions. Rosacea has been associated with depression, hypertension, cardiovascular diseases, anxiety disorder, dyslipidemia, diabetes mellitus, migraines, and rheumatoid arthritis. Identify the trigger (Common triggers include spicy food, hot/cold temperatures (hot baths), exercise, sun exposure, cosmetic products, medications (those that cause vasodilation), alcohol, fruits and vegetables, dairy, marinated meat products) and avoid it. Moisturize frequently. Use gentle over-the-counter cleansers. Use mild, synthetic detergent-based cleansers rather than traditional soaps due to risk of irritation. Use physical sunscreens ( zinc oxide/titanium oxide) with SPF ≥ 30, provides broad-spectrum UV radiation and visible light protection and may be better tolerated than chemical sunscreens. Avoid exfoliants. Avoid alcohol-based topical products. Avoid use of topical steroids as they may aggravate the condition. Cosmetics with a green tint are useful to minimise the appearance of redness. Use topical brimonidine, topical oxymetazoline, Intense pulsed light therapy, Vascular laser, Topical azelaic acid (for mild/moderate only), Topical ivermectin, Topical metronidazole (for mild/moderate only), Topical erythromycin, Oral tetracyclines (oxytetracycline, lymecycline, doxycycline), Oral macrolides (erythromycin, azithromycin), Oral metronidazole, Oral isotretinoin often at low dose (for refractory disease only). Although rosacea is not a life-threatening condition, it is a chronic disease that requires long-term management of relapsing and remitting symptoms.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11pdmeh",
        "image_ids": [
            "11pdmeh"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of acne affecting the nose. The nose is particularly vulnerable because the pores in this location tend to be larger than elsewhere. Too much sebum can trap debris, such as dead skin or bacteria, in the pores.The larger size makes it easier for debris to become trapped, leading to acne breakouts. Over-the-counter treatments like Benzoyl peroxide kills bacteria and helps remove oil and dead skin cells in the pores. It can also lessen the swelling associated with pimples. Salicylic acid is helpful for unclogging the skin's pores and may prevent whiteheads from forming in the first place. Alpha hydroxy acid exfoliants (AHAs), such as glycolic acid, can unclog pores while also reducing the appearance of age spots. Retinoids may also help by opening clogged pores. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "120abe5",
        "image_ids": [
            "120abe5"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of pityriasis rosea, a self limited viral skin disorder. This could be the fragrance in your deodorant, a new laundry detergent, or the fabric of a shirt. A deodorant rash can result if you’re allergic to any of the ingredients in your deodorant, or if any of these ingredients irritate your skin. OTC anti-itch creams, such as hydrocortisone cream, may reduce inflammation. Antihistamines can help manage itching. Eliminate or swap any irritants, such as deodorants, scented soaps, or washing detergent.While the rash will go away on its own without treatment, self-care can help you feel more comfortable while you have the rash. Try to follow these tips:\nAvoid shaving until the rash heals, if you have ingrown hairs.\nWear loose, cotton clothing that leaves space for air to flow under the arms.\nStay in a cool environment, as far as possible.\nTake a warm (but not hot) bath with colloidal oatmeal.\nApply unscented moisturizers to soothe dry skin or eczema.\nUse calamine lotion or cool compresses to soothe discomfort.\nUse antichafing powders to prevent friction and absorb humidity.\nAvoid scratching, which may make symptoms worse.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11v5s95",
        "image_ids": [
            "11v5s95"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of ingrown hairs. You can get ingrown hairs when short, curly hairs curve back into your skin instead of growing out. For many people, this happens when they shave, which is why ingrown hairs are frequently called “razor bumps.” Encourage use of disposable razors or cleaning electric shavers with alcohol based antiseptic solution regularly to prevent infection of the grooming tool. Shave at the end of your shower or immediately afterward. This softens the hairs, so they’re less likely to curl back into your skin. Before shaving, apply a pre-shave gel and apply a fragrance-free shaving cream. Shave in the direction that your hairs grow and rinse with luke water. Gently pat your skin dry with a clean towel; leave your skin a little damp, this helps your skin retain moisture and apply a moisturizer formulated for your skin type. Use topical antibiotics such as clindamycin, mupirocin, and fusidic acid, oral antibiotics such as flucloxacillin or doxycycline,  chlorhexidine/neomycin cream for eradication of nasal carriage and topical hydrocortisone cream can be also tried.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11nt0md",
        "image_ids": [
            "11nt0md"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Raised bumps on the skin can have many different causes, ranging from acne to skin cancer according to onset, duration and recent changes. Most propably it is a case of irritated mole. You may need to be checked by your health care provider for more accurate diagnosis and skin biopsy if needed. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ih6az",
        "image_ids": [
            "11ih6az"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of Cherry angioma, a benign vascular skin lesion. An angioma is due to proliferating endothelial cells; these are the cells that line the inside of a blood vessel. It is usually diagnosed clinically and investigation is not necessary for the majority of lesions. Cherry angiomas are harmless, so do not have to be treated but just follow up. If desired for cosmetic reason, Cryotherapy, Electrosurgery or Vascular laser can be used",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11oo3mv",
        "image_ids": [
            "11oo3mv"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of fungal infection associated with nail thickening. Predisposing patient factors include: chronic paronychia, hyperhidrosis (eg, with occlusive footwear), nail trauma, and using communal bathing or changing facilities. Clippings should be taken from the crumbling free edge of the affected nail. A KOH mount is a useful screening test, but a culture is considered the mainstay of diagnosis because it not only has high sensitivity, but also allows identification of the etiologic agent, so that treatment may be appropriately tailored. Treatment aims to eliminate the offending organism and restore the nail to health and a normal appearance. Fingernail infections are usually cured more quickly and effectively than toenail infections. Mild infections affecting less than 50% of one or two nails may respond to topical antifungal medication, but cure usually requires an oral antifungal medication for several months. Topical antifungal treatment options include Ciclopirox 8% lacquer. With total nail involvement, medical nail avulsion using urea paste may enhance systemic antifungal efficacy. Oral antifungal treatment options include Terbinafine, Fluconazole. Strategies to prevent recurrence include:\n\nKeeping feet cool and dry; avoid using occlusive footwear and excessive sweating\nUsing thongs/flip-flops in public gyms and swimming pools\nDiscarding or treating infected footwear and socks\nAvoiding nail trauma by trimming nails short\nAvoiding unhygienic cosmetic nail practices\nUsing prophylactic antifungals in feet and webs\nPatient counseling for optimal onychomycosis therapy to improve adherence\nAddressing poorly controlled diabetes. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11x6mai",
        "image_ids": [
            "11x6mai"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most propably it is a purpuric spot. They’re caused by a blood vessel break due to injury or trauma. There are some bleeding disorders and medical conditions that may make you more prone to bruising, including taking medications to thin blood or stop clotting, such as aspirin or blood thinners and regularly taking nonsteroidal anti-inflammatory drugs (NSAIDs) for pain relief, including ibuprofen (Advil®) or naproxen (Aleve®). Most bruises fade away and don’t need treatment. More severe bruises might need treatment. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11m5en1",
        "image_ids": [
            "11m5en1"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most propably it is a case of localized eczema due to dry skin. You can start using oil-free noncomedogenic moisturizer like hyaluronic acid. If still persistent, you need to consult your dermatologist for dermoscopic examination and skin biopsy to rule out skin cancer.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "nxy2zq",
        "image_ids": [
            "nxy2zq"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of eczema due to dry skin (xerosis), contact, allergy, or atopic eczema. Dryness is commonly seen in people with atopic dermatitis. People exposed to a dry environment may experience dry skin, for example low humidity in desert climates or cool windy conditions, excessive air conditioning, direct heat from a fire or fan heater, excessive bathing, contact with soap, laundry detergents and solvents, inappropriate topical agents such as alcohol, frictional irritation from rough clothing or abrasives. Try to eliminate aggravating factors. Reduce the frequency of bathing, use a humidifier in winter and air conditioner in summer, compare having a short shower with a prolonged soak in a hot bath, ensure good hydration by drinking plenty of water, use lukewarm water not hot water, replace standard soap with a substitute such as a synthetic detergent cleanser, water-miscible emollient, bath oil, anti-pruritic tar oil, colloidal oatmeal etc., and apply an emollient liberally and often, particularly shortly after bathing, and when itchy. The drier the skin, the thicker this should be, especially on the hands. Apply emollients frequently and avoid irritants. Use topical steroid cream twice daily for 2-4 weeks and oral antihistamines if needed. If persistent, it is recommended to consult your dermatologist. It is also worth mentioning the duration of the lesion may rise Becker's nevus, a non-cancerous large brown birthmark occurring mostly in males, as a possible diagnosis.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11rbig0",
        "image_ids": [
            "11rbig0"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of common wart. This noncancerous growth appears when your skin is infected with one of the many viruses of the human papillomavirus (HPV) family. If you cut or damage your skin in some way, it's easier for the virus to take hold. That's why people with chronic skin conditions, such as eczema, or who bite their nails or pick at hangnails are prone to getting warts. Warts are highly contagious and are mainly passed by direct skin contact, such as when you pick at your warts and then touch another area of your body. You can also spread them with things like towels or razors that have touched a wart on your body or on someone else's. Most warts are harmless, and you don't need to do anything unless, of course, they're painful or embarrassing. Over-the-counter gels, liquids, and pads with salicylic acid work by peeling away the dead skin cells of the wart to gradually dissolve it. For better results, soak the wart in warm water, then gently sand it with a disposable emery board before you apply the product. Be sure to use a new emery board each time. Be patient, it can take several months. If you have diabetes or a weakened immune system, you should have a doctor take a look before you treat a wart yourself. Cryotherapy, immunotherapy, laser treatment and topical cantharidin are good therapeutic options",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ejw2c",
        "image_ids": [
            "11ejw2c"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of actinic keratosis (solar keratosis), a precancerous scaly spot found on sun-damaged skin, also known as solar keratosis. It may be considered an early form of cutaneous squamous cell carcinoma (a keratinocyte cancer). They are more likely to appear if the immune function is poor, due to ageing, recent sun exposure, predisposing disease, or certain drugs. The main concern is that actinic keratoses indicate an increased risk of developing cutaneous squamous cell carcinoma.  Dermoscopy is useful in diagnosis and skin biopsy is necessary for example to exclude SCC. Actinic keratoses are usually removed because they are unsightly or uncomfortable, or because of the risk that skin cancer may develop in them. Creams like 5-Flurouracil and Imiquimod are used to treat areas of sun damage and flat actinic keratoses, sometimes after physical treatments have been carried out. Pretreatment with keratolytics (such as urea cream, salicylic acid ointment or topical retinoid), and thorough skin cleansing improves response rates.Referral to a dermatologist is needed for excision, shave, curettage, cryotherapy or electrocautery.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11kj4o4",
        "image_ids": [
            "11kj4o4"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most propably it is a case of seborrheic keratosis. Seborrheic keratosis is a common benign (noncancerous) skin growth. Seborrheic keratoses are not pre-cancerous, but they can resemble other skin growths that are. Your healthcare provider can help diagnose your seborrheic keratosis and remove it for you if you’d like. If in doubt, your healthcare provider may look at the growth under a dermascope, a small, handheld lighted microscope. If your healthcare provider suspects any cancer, they will want to take a sample or remove the whole growth to examine in a lab. You should always have new skin growths clinically diagnosed to make sure they aren’t cancerous. Different kinds of skin growths can be hard to tell apart from each other. Some over-the-counter topical treatments have shown promise for reducing seborrheic keratoses like tazarotene cream 0.1% and\nAlpha Hydroxy Acid (AHA) products, including glycolic acid and salicylic acid peels. Cryotherapy, electrotherapy, shave excision, and laser treatment are also treatment options",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11h1fvq",
        "image_ids": [
            "11h1fvq"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most propably these are scartch marks due to itchy skin. Itchy skin may be due to dry skin, atopic dermatitis, or contact dermatitis. Try using over the counter fragrance free moisturizers containing hyaluronic acid, bees wax, ceramides or shea butter to improve your skin barrier defect and relieve itching. You can also try to use soap free cleansers to avoid more irritation. Topical hydrocortisone may be also used.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11kbxmx",
        "image_ids": [
            "11kbxmx"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of an intradermal nevus (also called an intradermal melanocytic nevus) is simply a classic mole or birthmark. It typically appears as an elevated, dome-shaped bump on the surface of the skin. In most cases, intradermal nevi appear after adolescence and are benign (noncancerous) skin growths. An intradermal nevus is the result of one of three causes:\nsun damage, especially for those with fairer skin, immunosuppressive treatments such as those used in cancer, which can cause more moles to develop, and genetic factors, such as your parents having a lot of moles, which makes it more likely that you will have them as too. Unless your mole has recently changed in size, shape or color, no treatment is necessary for an intradermal nevus. However, it is possible to remove the mole if that’s what you’d like. Electrocautery, shave excision and laser treatment are therapeutic options. Referral to a dermatologist is preferred to exclude amelanotic melanoma.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "123damf",
        "image_ids": [
            "123damf"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of Pityriasis versicolor, a common yeast infection of the skin, in which flaky discolored patches appear on the chest and back. Pityriasis versicolor is more common in hot, humid climates than in cool, dry climates. It often affects people who perspire heavily. It may clear in the winter months and recur each summer. Although it is not considered infectious in the conventional sense, pityriasis versicolor sometimes affects more than one member of a family. Mild pityriasis versicolor is treated with topical antifungal agents. Selenium sulfide shampoo, Topical azole cream/shampoo (econazole, ketoconazole), Terbinafine gel. The medicine should be applied widely to the skin from the jawline down and left on the skin for 5-15 minutes before rinsing off in the shower. This should be done daily for one week then weekly for one month. Oral antifungal agents, itraconazole and fluconazole, are used to treat pityriasis versicolor when extensive or if topical agents have failed. Vigorous exercise an hour after taking the medication may help sweat it onto the skin surface, where it can effectively eradicate the yeast. Bathing should be avoided for a few hours. A few days' treatment will clear many cases of pityriasis long term, or at least for several months. Reapplication of a topical treatment such as selenium sulfide shampoo every month once the rash has cleared will usually prevent recurrence.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11g9d4t",
        "image_ids": [
            "11g9d4t"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of common wart. This non-cancerous growth appears when your skin is infected with one of the many viruses of the human papillomavirus (HPV) family. If you cut or damage your skin in some way, it's easier for the virus to take hold. That's why people with chronic skin conditions, such as eczema, or who bite their nails or pick at hangnails are prone to getting warts. Warts are highly contagious and are mainly passed by direct skin contact, such as when you pick at your warts and then touch another area of your body. You can also spread them with things like towels or razors that have touched a wart on your body or on someone else's. Most warts are harmless, and you don't need to do anything unless, of course, they're painful or embarrassing. Over-the-counter gels, liquids, and pads with salicylic acid work by peeling away the dead skin cells of the wart to gradually dissolve it. For better results, soak the wart in warm water, then gently sand it with a disposable emery board before you apply the product. Be sure to use a new emery board each time. Be patient, it can take several months. If you have diabetes or a weakened immune system, you should have a doctor take a look before you treat a wart yourself. Cryotherapy, immunotherapy, laser treatment and topical cantharidin are good therapeutic options. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "123nkqb",
        "image_ids": [
            "123nkqb"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of Cherry angioma, a benign vascular skin lesion. An angioma is due to proliferating endothelial cells; these are the cells that line the inside of a blood vessel. It is usually diagnosed clinically and investigation is not necessary for the majority of lesions. Cherry angiomas are harmless, so do not have to be treated. If desired for cosmetic reasons, Cryotherapy, Electrosurgery, or Vascular laser can be used.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11e8p16",
        "image_ids": [
            "11e8p16"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of Nodular melanoma where melanoma cells proliferate downwards through the skin presenting as a rapidly enlarging lump. It can arise de novo in normal-appearing skin or within an existing melanoma of another type. These cells may occasionally arise from an existing melanocytic naevus (about 3%) but commonly occur within another type of melanoma or in previously normal-appearing skin. What triggers the melanocytes to become malignant is unknown, but it is likely to be a series of changes to the DNA. It is essential to diagnose nodular melanoma accurately. Clinical diagnosis is aided by dermoscopy and skin biopsy (usually excision biopsy) at your dermatologist. Those with melanoma that is more than 1 mm thick may be advised to have a lymph node biopsy, imaging studies, and blood tests. The initial treatment of primary melanoma is to cut it out; the lesion should be completely excised with a 2-3 cm margin of normal tissue. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1246orr",
        "image_ids": [
            "1246orr"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most probably it is a case of Acneiform eruption that may affect the face and neck. Acneiform eruptions on the trunk are described as folliculitis, which may be due to infection, obstruction, or unknown irritant factors. Time course, distribution, and appearance may be helpful in making a more accurate diagnosis. The acneiform eruptions may be caused by medications, hormonal and metabolic abnormalities, drug reactions, and genetic disorders. The treatment of acneiform eruptions depends on the cause. In most cases, if the cause is an organism or a drug, then the exposure should be discontinued. Most patients recover within a few weeks. For any residual lesions, treatments that have been used to treat acneiform eruptions include laser ablation, excision, topical or oral antibiotics, drug withdrawal, or the use of topical or oral retinoids.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11l634h",
        "image_ids": [
            "11l634h"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of urticaria, a self-limiting immunological reaction to drugs, food, bites of mosquitoes, fleas, bedbugs, and other insects. The spots remain for days to weeks and can leave postinflammatory pigmentation. Fleas and mites that live on cats and dogs are often responsible. Wear protective clothing and apply insect repellents to exposed skin to prevent insect bites when outdoors. Insecticides can be used to rid the house. Seek veterinary advice regarding infested animal. Avoid triggers like certain types of food (eggs, peanuts) and some medications. Apply topical corticosteroid cream, calamine or menthol lotions and creams, and oral antihistamines are used in severe itching.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11h44rx",
        "image_ids": [
            "11h44rx"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of ingrown hairs. You can get ingrown hairs when short, curly hairs curve back into your skin instead of growing out. For many people, this happens when they shave, which is why ingrown hairs are frequently called “razor bumps.” Encourage use of disposable razors or cleaning electric shavers with alcohol based antiseptic solution regularly to prevent infection of the grooming tool. Shave at the end of your shower or immediately afterward. This softens the hairs, so they’re less likely to curl back into your skin. Before shaving, apply a pre-shave gel and apply a fragrance-free shaving cream. Shave in the direction that your hair grows and rinse with lukewarm water. Gently pat your skin dry with a clean towel; leave your skin a little damp, this helps your skin retain moisture and apply a moisturizer formulated for your skin type. Use topical antibiotics such as clindamycin, mupirocin, and fusidic acid, oral antibiotics such as flucloxacillin or doxycycline, chlorhexidine/neomycin cream for eradication of nasal carriage and topical hydrocortisone cream can be also tried.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11zgkmn",
        "image_ids": [
            "11zgkmn"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "This is a case of eczema, a skin condition that causes dry and itchy patches of skin. It’s a common condition that isn’t contagious. Symptoms of eczema can flare up if you contact an irritant or an allergen. It is triggered in dry weather, frequent hand washing, soaps, and detergents use. The connection between eczema and food allergies is unclear. Examples of common allergies include peanuts, dairy, and eggs. Use gentle or sensitive skin moisturizers throughout the day when you have dry skin. Apply moisturizer when your skin is damp after a bath or shower. Apply topical medications to your skin like topical steroids. Take oral medications like anti-inflammatory medicines, antihistamines, or corticosteroids to reduce itchiness and swelling. Choose skin care moisturizers that are hypoallergenic, fragrance and dye free, gentle or for sensitive skin, contain petroleum jelly or mineral oil, don’t include preservatives or stabilizers, and have lipids and ceramides to improve your skin’s barrier. Avoid irritants and allergens.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11jxuv5",
        "image_ids": [
            "11jxuv5"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "This is a case of contact eczema most propably due to contact with an irritant. It’s a common condition that isn’t contagious. Symptoms of eczema can flare up if you contact an irritant or an allergen. Use gentle or sensitive skin moisturizers throughout the day when you have dry skin. Apply moisturizer when your skin is damp after a bath or shower. Apply topical medications to your skin like topical hydrocortisone cream. Take oral medications like anti inflammatory medicines, antihistamines, or corticosteroids to reduce itchiness and swelling. Choose skin care moisturizers that are hypoallergenic, fragrance and dye free, gentle or for sensitive skin, contain petroleum jelly or mineral oil, don’t include preservatives or stabilizers, and have lipids and ceramides to improve your skin’s barrier. Avoid irritants and allergens.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ldo54",
        "image_ids": [
            "11ldo54"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of eczema called dyshidrotic eczema. It is aggravated by atopic dermatitis, excessive sweating, sun exposure, and smoking. Avoid aggravating factors where possible. Potassium permanganate soaks may be useful in the acute phase. Apply topical treatments like topical steroids (usually potent or ultrapotent), pimecrolimus and tacrolimus, and regular use of emollients and moisturizers.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11eqg2f",
        "image_ids": [
            "11eqg2f"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of eczema due to dry skin (xerosis), contact, allergy or atopic eczema. Dryness is commonly seen in people with atopic dermatitis. People exposed to a dry environment may experience dry skin. For example, low humidity in desert climates or cool windy conditions, excessive air conditioning, direct heat from a fire or fan heater, excessive bathing, contact with soap, laundry detergents and solvents, inappropriate topical agents such as alcohol, frictional irritation from rough clothing or abrasives. Try to eliminate aggravating factors. Reduce the frequency of bathing,  use a humidifier in winter and air conditioner in summer, compare having a short shower with a prolonged soak in a hot bath, ensure good hydration by drinking plenty of water, use lukewarm water not hot water, replace standard soap with a substitute such as a synthetic detergent cleanser, water-miscible emollient, bath oil, antipruritic tar oil, colloidal oatmeal etc., and apply an emollient liberally and often, particularly shortly after bathing, and when itchy. The drier the skin, the thicker this should be, especially on the hands. Apply emollients frequently and avoid irritants. Use topical steroid cream twice daily for 2-4 weeks and oral antihistamines if needed. If persistent, it is recommended to consult your dermatologist. It is also worth mentioning the duration of the lesion may rise Becker's nevus, a non-cancerous large brown birthmark occurring mostly in males, as a possible diagnosis.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11v2ecc",
        "image_ids": [
            "11v2ecc"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "The most possible diagnosis is a birthmark especially that it lacks any symptom of itching or dicomfort. Other possible causes of rash include eczema (mostly in atopic dermatitis), contact dermatitis (if he is allergic or sensitive to a new soap, lotion, or laundry detergent), chafing (by the frequent friction of skin rubbing against the skin from walking, running, or exercising), or heat rash (in hot weather or following a strenuous workout). Referral to a dermatologist for more accurate diagnosis is needed. No need for treatment in case it is a birthmark, while other treatment options include bathing in warm (not hot) water, using a regular moisturizer containing aloe vera, petroleum jelly or shea butter, avoiding harsh scents or products, using topical medications like topical corticosteroid cream, and cool compresses",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "127afvb",
        "image_ids": [
            "127afvb"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of benign growth, lipoma or adnexal tumor that arises either from sweat glands or ducts, hair follicles or sebaceous glands. Referral to surgery or a dermatologist for local complete surgical excision and pathological examination is preferred.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11v4x0x",
        "image_ids": [
            "11v4x0x"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "This is the classic \"breakfast, lunch, and dinner\" pattern of dog and cat fleas, as well as bedbugs feeding by biting their victims. The parasites \"map\" the skin area in search of the best places to bite, and their removal when victim scratches, and then reattach to the skin. Treatment includes antihistamines to control the itching and reduction of the allergic response and topical corticosteroid cream for regression of the lesions. Do not scratch the lesions in order to avoid secondary bacterial infections caused by contamination of the injured skin with the animal's feces and bacteria. You should also avoid warm baths in order not to amplify the reactional process and aggravate the pruritis. Preventive measures consist of eliminating the parasites from the environment (indoors and yards) and from the preferentially infested domestic animals. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1162b7j",
        "image_ids": [
            "1162b7j"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most probably this is a case of angiofibroma, benign vascular neoplasm composed of dermal fibrous tissue and blood vessels. Although angiofibromas are benign, they are persistent. Angiofibromas can be removed for cosmetic or pain-related reasons. Options for treatment of angiofibromas include excision,  dermabrasion, using lasers, electrical, and radiofrequency devices, and cryotherapy. Referral to a dermatologist for dermoscopic examination is recommended to exclude basal cell carcinoma.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1266hp1",
        "image_ids": [
            "1266hp1"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of insect bite reaction which is a self limiting immunological reaction to the bites of mosquitoes, fleas, bedbugs, and other insects. The spots remain for days to weeks and can leave postinflammatory pigmentation. Fleas and mites that live on cats and dogs are most often responsible. Wear protective clothing and apply insect repellents to exposed skin to prevent insect bites when outdoors, Insecticides can be used to rid the house. Seek veterinary advice regarding infested animal. Apply topical corticosteroid cream, calamine or menthol lotions and creams and oral antihistamines are used in severe itching.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1230249",
        "image_ids": [
            "1230249"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Possible causes include eczema (mostly in atopic dermatitis), contact dermatitis (if he is allergic or sensitive to a new soap, lotion, or laundry detergent), chafing (by the frequent friction of skin rubbing against the skin from walking, running, or exercising), or heat rash (in hot weather or following a strenuous workout). Treatment options include bathing in warm (not hot) water, using a regular moisturizer containing aloe vera, petroleum jelly or shea butter, avoiding harsh scents or products, using topical medications like topical corticosteroid cream and cool compresses.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "125745d",
        "image_ids": [
            "125745d"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most propably these are bruises or ecchymosis. These form when blood pools under your skin. They’re caused by a blood vessel break. There are some bleeding disorders and medical conditions that may make you more prone to bruising, including taking medications to thin blood or stop clotting, such as aspirin or blood thinners and regularly taking nonsteroidal anti-inflammatory drugs (NSAIDs) for pain relief, including ibuprofen (Advil®) or naproxen (Aleve®). Most bruises fade away and don’t need treatment. More severe bruises might need treatment. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11rljbj",
        "image_ids": [
            "11rljbj"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of Habit-tic deformity (HTD), a type of acquired psychodermatosis affecting the nail unit. It is caused by nail picking, primarily directed at the proximal nail fold. This can be a type of obsessive-compulsive behavior. Treatment for HTD centers around prevention of further damage to the affected nail plate/s to allow healing, and breaking the cycle of ongoing habitual nail trauma. You can use physical barriers to reduce trauma to the nail bed such as bandages, tape, or glue. Stress management techniques include meditation, music therapy, and regular exercise. Replacement behaviours e.g. making a fist, squeezing a stress ball, or sitting on hands. Dermatological support groups and psychotherapy would also help. Habit-tic nail deformity generally responds well to habit reversal, although sometimes permanent nail dystrophy can result from chronic nail manipulation.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "12848w3",
        "image_ids": [
            "12848w3"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "You need to see a dermatologist for dermoscopic examination of this lesion and skin biopsy if needed. The dermoscopic examination is a useful adjunct for pigmented lesions to help identify worrisome pigment patterns. Regular self-examinations of your skin will help you detect a difference in a mole over time. An easy way to remember how to check your skin is to use the ABCDE technique to identify changes.\nAsymmetry - Each half of the mole is a different shape\nBorder - Look for spreading or irregular edges\nColour - A recent change or blotchy spots with many colors\nDiameter - Spots are getting bigger \nEvolving - Changing or growing in size, shape or thickness. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "124lin7",
        "image_ids": [
            "124lin7"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Erythema ab igne (EAI) is a skin reaction caused by chronic exposure to infrared radiation in the form of heat. The source of chronic heat exposure must be avoided. If the area is only mildly affected with slight redness, the condition will resolve by itself over several months. Treatment with topical tretinoin or laser may improve the appearance.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "126al5y",
        "image_ids": [
            "126al5y"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "This is a case of contact and atopic eczema, a skin condition that causes dry and itchy patches of skin. It’s a common condition that isn’t contagious. Symptoms of eczema can flare up if you contact an irritant or an allergen. It is triggered in dry weather, frequent hand washing, soap and detergent use. The connection between eczema and food allergies is unclear. Examples of common allergies include peanuts, dairy, and eggs. Use gentle or sensitive skin moisturizers throughout the day when you have dry skin. Apply moisturizer when your skin is damp after a bath or shower. Apply topical medications to your skin like topical hydrocortisone cream. Take oral medications like anti inflammatory medicines, antihistamines, or corticosteroids to reduce itchiness and swelling. Choose skin care moisturizers that are hypoallergenic, fragrance- and dye-free, gentle or for sensitive skin, contain petroleum jelly or mineral oil, don’t include preservatives or stabilizers, and have lipids and ceramides to improve your skin’s barrier. Avoid irritants and allergens.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "115ogb6",
        "image_ids": [
            "115ogb6"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Of course you should seek medical advice as the wound is not healing properly. Referral to surgery is recommended to avoid improper healing.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "x9emsm",
        "image_ids": [
            "x9emsm"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Cherry angiomas are common and typically nothing to worry about. But if they bleed or change appearance, consider consulting with a doctor. Any growth that changes in appearance, whether in shape, size, or color, or bleeds, can potentially be an indicator of skin cancer. Skin biopsy might be recommended.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "123um91",
        "image_ids": [
            "123um91"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It’s a case of ring worm infection, a very contagious infection so it's important to use the right antifungal medicine as long as you can (around 2 weeks) to ensure that the ringworm does not reappear a few weeks after you stop treating it. After touching the area with ringworm, wash your hands before touching another area of your body. Ring worm thrives in warm, moist areas, so you want keep the area clean and dry. Avoid wearing clothes, socks, and shoes that make you sweat. Shower after working out and avoid sharing towels and other personal items. To avoid reinfecting yourself with infected items, you should wash clothes, towels, and bedding that you use while you have ringworm. Be sure to wash everything in hot, soapy water. If you suspect your pet has ringworm, take the animal to your vet as some types of ring worms grow on pets. Apply topical antifungal cream (preferrably azoles group like miconazole or clotrimazole) twice daily for 2-4 weeks and sometimes systemic antifungal is used in resistant cases.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11orme3",
        "image_ids": [
            "11orme3"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "This is a case of Alopecia areata, an autoimmune non-infectious disease that causes hair loss. Hair may regrow on its own in about a year, and some people never have another episode of hair loss. Sometimes, hair needs help to regrow. Without treatment, hair loss may remain the same or worsen. With treatment, it’s possible to see some regrowth in 6 weeks. However, it takes months for full regrowth. A common treatment plan involves applying a corticosteroid to regrow your hair and later minoxidil (Rogaine®) to keep the hair that’s regrown. Use a soft-bristled brush and wide-tooth comb to gently style your hair. These styling tools are less likely to pull on your hair. Avoid hair and skin care products with harsh chemicals on your scalp. Let your hair dry naturally instead of using a blow dryer or other dryers that use heat. Wear loose hairstyles. Tight hairstyles like ponytails and cornrows can pull on your scalp, causing further hair loss. Referral to a dermatologist is recommended for prescription-strength corticosteroids, injection of steroids, contact immunotherapy, and systemic treatments like biologic treatment.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11qzg8z",
        "image_ids": [
            "11qzg8z"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most propably it is a case of acne vulgaris. Acne is largely a hormonal condition that’s driven by androgen hormones (testosterone). This typically becomes active during teenage and young adult years. Mild acne can be treated with over-the-counter (OTC) medications, such as gels, soaps, pads, creams, and lotions, that are applied to the skin. Creams and lotions are best for sensitive skin. Alcohol-based gels dry the skin and are better for oily skin. It is advisable to start with the lowest strengths, as some preparations can cause skin irritation, redness, or burning on first use. Topical acne medications include benzoyl peroxide, salicylic acid, and antibiotics like clindamycin or erythromycin.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "125rjud",
        "image_ids": [
            "125rjud"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of rosacea, a chronic inflammatory skin condition predominantly affecting the central face and most often starts between the age of 30–60 years. Rosacea is common and is characterised by persistent facial redness. It typically has a relapsing and remitting course, with symptoms controlled by lifestyle measures, general skin care, medications, and procedural interventions. Rosacea has been associated with depression, hypertension, cardiovascular diseases, anxiety disorder, dyslipidemia, diabetes mellitus, migraines, and rheumatoid arthritis. Identify the trigger (Common triggers include spicy food, hot/cold temperatures (hot baths), exercise, sun exposure, cosmetic products, medications (those that cause vasodilation), alcohol, fruits and vegetables, dairy, marinated meat products) and avoid it. Moisturize frequently. Use gentle over-the-counter cleansers. Use mild, synthetic detergent-based cleansers rather than traditional soaps due to risk of irritation. Use physical sunscreens ( zinc oxide/titanium oxide) with SPF ≥ 30, provides broad-spectrum UV radiation and visible light protection and may be better tolerated than chemical sunscreens. Avoid exfoliants. Avoid alcohol-based topical products. Avoid use of topical steroids as they may aggravate the condition. Cosmetics with a green tint are useful to minimize the appearance of redness. Use topical brimonidine, topical oxymetazoline, Intense pulsed light therapy, Vascular laser, Topical azelaic acid (for mild/moderate only), Topical ivermectin, Topical metronidazole (for mild/moderate only), Topical erythromycin, Oral tetracyclines (oxytetracycline, lymecycline, doxycycline), Oral macrolides (erythromycin, azithromycin), Oral metronidazole, Oral isotretinoin often at low dose (for refractory disease only). Although rosacea is not a life-threatening condition, it is a chronic disease that requires long-term management of relapsing and remitting symptoms.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11k1l42",
        "image_ids": [
            "11k1l42"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "This is the classic \"breakfast, lunch, and dinner\" pattern of dog and cat fleas, as well as bedbugs feeding by biting their victims.The parasites \"map\" the skin area in search of the best places to bite, and their removal when victim scratches, and then reattach to the skin. Treatment includes antihistamines to control the itching and reduction of the allergic response and topical corticosteroid cream for regression of the lesions. Do not scratch the lesions in order to avoid secondary bacterial infections caused by contamination of the injured skin with the animal's feces and bacteria. You should also avoid warm baths in order not to amplify the reactional process and aggravate the pruritis. Preventive measures consist of eliminating the parasites from the environment (indoors and yards) and from the preferentially infested domestic animals. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11gjsy4",
        "image_ids": [
            "11gjsy4"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of Pityriasis versicolor, a common yeast infection of the skin, in which flaky discoloured patches appear on the chest and back. Pityriasis versicolor is more common in hot, humid climates than in cool, dry climates. It often affects people who perspire heavily. It may clear in the winter months and recur each summer. Although it is not considered infectious in the conventional sense, pityriasis versicolor sometimes affects more than one member of a family.Mild pityriasis versicolor is treated with topical antifungal agents. Selenium sulfide shampoo, Topical azole cream/shampoo (econazole, ketoconazole), Terbinafine gel. The medicine should be applied widely to the skin from the jawline down and left on the skin for 5-15 minutes before rinsing off in the shower. This should be done daily for one week then weekly for one month. Oral antifungal agents, itraconazole and fluconazole, are used to treat pityriasis versicolor when extensive or if topical agents have failed. Vigorous exercise an hour after taking the medication may help sweat it onto the skin surface, where it can effectively eradicate the yeast. Bathing should be avoided for a few hours. A few days treatment will clear many cases of pityriasis long term, or at least for several months. Reapplication of a topical treatment such as selenium sulfide shampoo every month once the rash has cleared will usually prevent recurrence.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11hqjqp",
        "image_ids": [
            "11hqjqp"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of nevus sebaceous, a type of epidermal naevus and classified as a benign hair follicle tumour. Most sebaceous nevi remain unchanged throughout life and do not cause any problems. However, in 10–20% of cases, another secondary tumour may grow within the lesion which is our case. These secondary tumors may be benign like trichoblastoma or malignant like basal cell carcinoma. Referral to a dermatologist is recommended for skin biopsy or excision.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11f66nu",
        "image_ids": [
            "11f66nu"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of insect bite reaction which is a self limiting immunological reaction to the bites of mosquitoes, fleas, bedbugs, and other insects. The spots remain for days to weeks and can leave postinflammatory pigmentation. Fleas and mites that live on cats and dogs are most often responsible. Wear protective clothing and apply insect repellents to exposed skin to prevent insect bites when outdoors, Insecticides can be used to rid the house. Seek veterinary advice regarding infested animal. Apply topical corticosteroid cream, calamine or menthol lotions and creams and oral antihistamines are used in severe itching.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "115d5pm",
        "image_ids": [
            "115d5pm"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "This is a case of superficial telangiectasias, small blood vessels that sit near the skin’s surface and widen and create visible patterns of lines. People often refer to them as spider veins. They can occur anywhere on the body or face. For most people, telangiectasias neither cause any damage to overall health nor require treatment. However, they can sometimes indicate a more severe medical condition and may warrant closer inspection. There is no cure for telangiectasia, but it is treatable. Laser therapy is minimally invasive and is typically the most straightforward treatment for telangiectasia and broken capillaries. Laser ablation can seal the widened blood vessels. This procedure does not cause much pain, and the recovery time is short. Sclerotherapy is also an effective option where a solution is injected into the veins causing inflammation and hence shrinkage of the veins.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11udo7q",
        "image_ids": [
            "11udo7q"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of Pityriasis versicolor, a common yeast infection of the skin, in which flaky discoloured patches appear on the chest and back. Pityriasis versicolor is more common in hot, humid climates than in cool, dry climates. It often affects people who perspire heavily. It may clear in the winter months and recur each summer. Although it is not considered infectious in the conventional sense, pityriasis versicolor sometimes affects more than one member of a family.Mild pityriasis versicolor is treated with topical antifungal agents. Selenium sulfide shampoo, Topical azole cream/shampoo (econazole, ketoconazole), Terbinafine gel. The medicine should be applied widely to the skin from the jawline down and left on the skin for 5-15 minutes before rinsing off in the shower. This should be done daily for one week then weekly for one month. Oral antifungal agents, itraconazole and fluconazole, are used to treat pityriasis versicolor when extensive or if topical agents have failed. Vigorous exercise an hour after taking the medication may help sweat it onto the skin surface, where it can effectively eradicate the yeast. Bathing should be avoided for a few hours. A few days' treatment will clear many cases of pityriasis long term, or at least for several months. Reapplication of a topical treatment such as selenium sulfide shampoo every month once the rash has cleared will usually prevent recurrence.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11zvn4m",
        "image_ids": [
            "11zvn4m"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most propably this is one of the photodermatoses, as it is mainly confined to sun exposed areas (V sign). It is usually caused by prolonged sun exposure. Photosensitivity is classified into the following groups:\nPrimary photodermatoses where exposure to the sun produces a clearly defined disease entity, exogenous photodermatoses in which phototoxic or photoallergic reaction is caused by an external photosensitiser like drugs and photocontact dermatitis, and Photoexacerbated dermatoses that include autoimmune diseases like lupus erythematosus and dermatomyositis. Photosensitivity is caused by an abnormal reaction to some component of the electromagnetic spectrum of sunlight. Management of photosensitivity involves sun protection and treatment of the underlying disorder. Select a sunscreen with a very high Sun Protection Factor (SPF 50+), which is a water-resistant and broad-spectrum product. Sunscreens containing reflectants such as zinc may be more effective than pure chemical sunscreens, as they filter out more UVA. Take vitamin D supplements and Confine summer excursions out of doors to early in the morning or late in the evening. Cover up, wearing shirts with high collar and long sleeves, trousers or a long skirt, socks and shoes, a wide-brimmed hat, and if possible gloves. Wear opaque sun-protective clothing. Dark coloured and densely woven fabric is the most effective. Some clothes are now labelled with UPF, the sun protection factor for fabrics. Choose those with a UPF of 40+. Protect their skin indoors and when in a vehicle. Apply UVR-absorbing film to windows at home or in the car. Wear a clear plastic mask to protect the face. Oral antioxidants may be helpful.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "10ljs1b",
        "image_ids": [
            "10ljs1b"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of lymphatic malformation, a type of vascular naevus or birthmark due to malformed and dilated lymphatic vessels. Lymphangioma circumscriptum is benign (non-cancerous) and usually requires no treatment. Antibiotics may be given if secondary infection occurs (rare). If necessary it may be removed surgically, by dermabrasion or by laser. They have a tendency to recur after treatment.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1255vkp",
        "image_ids": [
            "1255vkp"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Comedones are pores or hair follicles that have gotten blocked with bacteria, oil, and dead skin cells to form a bump on your skin. Squeezing blackheads and whiteheads can remove them, but can also damage the skin. Doing so increases the risk of causing or transmitting infection and scarring, as well as potentially pushing any infection deeper into the skin. Comedo extractors are used with careful hygiene in beauty salons and by dermatologists, usually after using steam or warm water. Macrocomedones (1 mm or larger) can be removed by a dermatologist using surgical instruments or cauterized with a device that uses light. Some research suggests that the common acne medications like topical retinoids and azelaic acid are beneficial and do not cause increased pigmentation of the skin. If using a topical retinoid, sunscreen is recommended.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11rk8rd",
        "image_ids": [
            "11rk8rd"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It doesn't seem like a wart rather it seems like a healing wound. Try to apply moisturizer containing panthenol, petrolatum, shea butter, or beeswax to speed up the healing process. If it is still persistent you can consult your dermatologist to rule out the presence of a wart using dermoscopic examination.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "121pxe0",
        "image_ids": [
            "121pxe0"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of rosacea, a chronic inflammatory skin condition predominantly affecting the central face and most often starts between the age of 30–60 years. Rosacea is common and is characterized by persistent facial redness. It typically has a relapsing and remitting course, with symptoms controlled by lifestyle measures, general skin care, medications, and procedural interventions. Rosacea has been associated with depression, hypertension, cardiovascular diseases, anxiety disorder, dyslipidemia, diabetes mellitus, migraine, and rheumatoid arthritis. Identify the trigger (Common triggers include spicy food, hot/cold temperatures (hot baths), exercise, sun exposure, cosmetic products, medications (those that cause vasodilation), alcohol, fruits and vegetables, dairy, marinated meat products) and avoid it. Moisturise frequently. Use gentle over-the-counter cleansers. Use mild, synthetic detergent-based cleansers rather than traditional soaps due to risk of irritation. Use physical sunscreens ( zinc oxide/titanium oxide) with SPF ≥ 30, which provides broad-spectrum UV radiation and visible light protection and may be better tolerated than chemical sunscreens. Avoid exfoliants. Avoid alcohol-based topical products. Avoid use of topical steroids as they may aggravate the condition. Cosmetics with a green tint are useful to minimize the appearance of redness. Use topical brimonidine, topical oxymetazoline, Intense pulsed light therapy, Vascular laser, Topical azelaic acid (for mild/moderate only), Topical ivermectin, Topical metronidazole (for mild/moderate only), Topical erythromycin, Oral tetracyclines (oxytetracycline, lymecycline, doxycycline), Oral macrolides (erythromycin, azithromycin), Oral metronidazole, Oral isotretinoin often at low dose (for refractory disease only). Although rosacea is not a life-threatening condition, it is a chronic disease that requires long-term management of relapsing and remitting symptoms.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "124a8u3",
        "image_ids": [
            "124a8u3"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most probably it is an eczematous lesion due to dry skin. Try to eliminate aggravating factors. Reduce the frequency of bathing, use a humidifier in winter and air conditioner in summer, compare having a short shower with a prolonged soak in a hot bath, ensure good hydration by drinking plenty of water, use lukewarm water not hot water, replace standard soap with a substitute such as a synthetic detergent cleanser, water-miscible emollient, bath oil, anti-pruritic tar oil, colloidal oatmeal, etc., and apply an emollient liberally and often, particularly shortly after bathing, and when itchy. The drier the skin, the thicker this should be, especially on the hands. Apply emollients frequently and avoid irritants. Use topical steroid cream twice daily for 2-4 weeks and oral antihistamines if needed.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "gqr1w3",
        "image_ids": [
            "gqr1w3"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of eczema due to dry skin (xerosis). Dryness is commonly seen in people with atopic dermatitis. People exposed to a dry environment may experience dry skin, for example, low humidity in desert climates or cool windy conditions, excessive air conditioning, direct heat from a fire or fan heater, excessive bathing, contact with soap, laundry detergents and solvents, inappropriate topical agents such as alcohol, frictional irritation from rough clothing or abrasives. Try to eliminate aggravating factors. Reduce the frequency of bathing, use a humidifier in winter and air conditioner in summer, compare having a short shower with a prolonged soak in a hot bath, ensure good hydration by drinking plenty of water, use lukewarm water not hot water, replace standard soap with a substitute such as a synthetic detergent cleanser, water-miscible emollient, bath oil, anti-pruritic tar oil, colloidal oatmeal, etc., and apply an emollient liberally and often, particularly shortly after bathing, and when itchy. The drier the skin, the thicker this should be, especially on the hands. Apply emollients frequently and avoid irritants. Use topical steroid cream twice daily for 2-4 weeks and oral antihistamines if needed.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11vsbt7",
        "image_ids": [
            "11vsbt7"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "You need to see a dermatologist for dermoscopic examination of this lesion and skin biopsy if needed. The dermoscopic examination is a useful adjunct for pigmented lesions to help identify worrisome pigment patterns. Regular self-examinations of your skin will help you detect a difference in a mole over time. An easy way to remember how to check your skin is to use the ABCDE technique to identify changes.\nAsymmetry - Each half of the mole is a different shape\nBorder - Look for spreading or irregular edges\nColor - A recent change or blotchy spots with many colors\nDiameter - spots are getting bigger \nEvolving - Changing or growing in size, shape, or thickness. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11vlene",
        "image_ids": [
            "11vlene"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of urticaria, a self limiting immunological reaction to drugs, food, bites of mosquitoes, fleas, bedbugs, and other insects. The spots remain for days to weeks and can leave postinflammatory pigmentation. Fleas and mites that live on cats and dogs are often responsible. Wear protective clothing and apply insect repellents to exposed skin to prevent insect bites when outdoors, Insecticides can be used to rid the house. Seek veterinary advice regarding infested animal. Apply topical corticosteroid cream, calamine, or menthol lotions and creams, and oral antihistamines are used in severe itching.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11pw9du",
        "image_ids": [
            "11pw9du"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Eyelid bumps come in many forms, including styes, chalazia, xanthelasma, and milia. They might be white, red, or yellow. They don’t usually cause problems, but some can be a sign of a more serious problem. A stye looks like a pimple or a blister, usually along the outer rim of your eyelid. It’s red and painful to the touch. A chalazion will often grow on the underside of your eyelid, behind your eyelashes, or midway up your eyelid. These are more likely to form on your upper eyelid. A chalazion can look like a stye but may grow larger, up to the size of a pea. It’s also more likely to come back. Xanthelasma are soft yellow collections of plaque under your skin, usually near your nose. A milium is a tiny white cyst. Most probably this is a case of chalazion. A chalazion happens when a tiny part of your eyelid called a meibomian gland becomes blocked. You can also get it from a stye that is no longer infected but has left hardened material stuck in a gland. Styes and chalazia usually clear up on their own in a few weeks, but there are ways you can move the process along:\nNever poke, squeeze, or try to pop a stye or a chalazion. This could cause a more serious problem. Put a warm, damp cloth on your eye several times a day. Massage the swollen area gently to help drain the clogged gland. Remember: gently. Once the bump drains, keep the area clean and keep your hands away from your eyes. Go without eye makeup or contact lenses until the eyelid has healed. (Your contacts may hold bacteria that caused the infection). Clean and disinfect your lenses before using them again, along with any accessories you've used. If you have a large, painful stye or chalazion that doesn’t go away, see an ophthalmologist. They may prescribe an antibiotic to help clear it up. In severe cases, your doctor can drain the bump and give you antibiotics or a steroid injection to help it heal.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11lv9ax",
        "image_ids": [
            "11lv9ax"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of Verruca vulgaris or common warts. These small, noncancerous growths appear when your skin is infected with one of the many viruses of the human papillomavirus (HPV) family. If you cut or damage your skin in some way, it's easier for the virus to take hold. That's why people with chronic skin conditions, such as eczema, or who bite their nails or pick at hangnails are prone to getting warts. Warts are highly contagious and are mainly passed by direct skin contact, such as when you pick at your warts and then touch another area of your body. You can also spread them with things like towels or razors that have touched a wart on your body or on someone else's. Most warts are harmless, and you don't need to do anything unless, of course, they're painful or embarrassing. Over-the-counter gels, liquids, and pads with salicylic acid work by peeling away the dead skin cells of the wart to gradually dissolve it. For better results, soak the wart in warm water, then gently sand it with a disposable emery board before you apply the product. Be sure to use a new emery board each time. Be patient, it can take several months. If you have diabetes or a weakened immune system, you should have a doctor take a look before you treat a wart yourself. Cryotherapy, immunotherapy, laser treatment and topical cantharidin are good therapeutic options.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "r6nver",
        "image_ids": [
            "r6nver"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Discoloration around the mouth is a common manifestation of hyperpigmentation. These darkened areas of skin tend to develop in small patches, and may occur anywhere on the body. The discoloration is a direct result of increased melanin production in your skin. While not usually serious, hyperpigmentation may be attributed to underlying medical conditions, sun exposure, lifestyle habits, and medications. Skin pigment changes may also be associated with vitamin deficiencies, including vitamin B12 and vitamin D. People with dark skin are more prone to hyperpigmentation overall. This is because of a higher rate of melanin production compared to light skin. Dark spots may fade if you take sun protection measures, including wearing sunscreen every day. The mouth area is often missed when applying sunscreen, so be sure to do so daily and reapply as needed. Exfoliation and skin brightening serums containing antioxidants like vitamin C may also help reduce the appearance of hyperpigmentation. A dermatologist may recommend one of the following options:\nprescription-strength retinoids or hydroquinone, azelaic acid to reduce discoloration and inflammation, kojic acid for melasma and age spots, laser therapy for dark spots, chemical peels to help exfoliate the skin and reduce the appearance of pigmentation, switching medications, if recommended.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "126lr5s",
        "image_ids": [
            "126lr5s"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most propably it is a case of folliculitis. Acneiform eruptions on trunk are described as folliculitis, which may be due to infection, obstruction, or unknown irritant factors. Time course, distribution and appearance may be helpful in making a more accurate diagnosis. The acneiform eruptions may be caused by hormonal and metabolic abnormalities, drug reactions, and genetic disorders. While many things can damage your hair follicles, the following are also common causes of folliculitis hot tub (improperly maintained), shaving, plucking, or waxing, tight clothing or equipment, medication applied to the skin, such as coal tar, medication you take, or weight gain. Apply a warm compress at least 3 to 4 times a day. Leave the compress on your skin for 15 to 20 minutes each time. When shaving, plucking, or waxing causes the infection, you’ll want to stop doing these things for 30 days. Wear loose clothing when it’s hot and humid. Use well-maintained hot tubs. Wash your bathing suit or wetsuit after each use and let it dry. The treatment of acneiform eruptions depends on the cause. In most cases, if the cause is an organism or a drug, then the exposure should be discontinued. Most patients recover within a few weeks. For any residual lesions, treatments that have been used to treat acneiform eruptions include laser ablation, excision, topical or oral antibiotics, drug withdrawal, or the use of topical or oral retinoids. If the cause is a fungal infection like Pityrosporum folliculitis, then the use of topical antifungal agents can be helpful such as ciclopirox, econazole, and ketoconazole.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ywbdo",
        "image_ids": [
            "11ywbdo"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of common wart. This noncancerous growth appear when your skin is infected with one of the many viruses of the human papillomavirus (HPV) family. If you cut or damage your skin in some way, it's easier for the virus to take hold. That's why people with chronic skin conditions, such as eczema, or who bite their nails or pick at hangnails are prone to getting warts. Warts are highly contagious and are mainly passed by direct skin contact, such as when you pick at your warts and then touch another area of your body. You can also spread them with things like towels or razors that have touched a wart on your body or on someone else's. Most warts are harmless, and you don't need to do anything unless, of course, they're painful or embarrassing. Over-the-counter gels, liquids, and pads with salicylic acid work by peeling away the dead skin cells of the wart to gradually dissolve it. For better results, soak the wart in warm water, then gently sand it with a disposable emery board before you apply the product. Be sure to use a new emery board each time. Be patient, it can take several months. If you have diabetes or a weakened immune system, you should have a doctor take a look before you treat a wart yourself. Cryotherapy, immunotherapy, laser treatment and topical cantharidin are good therapeutic options. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11hmoj4",
        "image_ids": [
            "11hmoj4"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of longitudinal melanonychia. It is characterized by the presence of light to dark brown or black pigmentation of the nail plate. It occurs in individuals of certain racial origins, such as blacks, Latin Americans, and Asians, but it can also be induced by trauma or drug therapy or found in benign conditions such as infections and melanocytic lesions like congenital nevi. It is also a feature of subungual melanoma and so dermoscopic examination by a dermatologist is necessary for diagnosis and  incisional biopsy from nail matrix for more accurate diagnosis.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11syih7",
        "image_ids": [
            "11syih7"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of eczema due to dry skin (xerosis). Dryness is commonly seen in people with atopic dermatitis. People exposed to a dry environment may experience dry skin, for example low humidity in desert climates or cool windy conditions, excessive air conditioning, direct heat from a fire or fan heater, excessive bathing, contact with soap, laundry detergents and solvents, inappropriate topical agents such as alcohol, frictional irritation from rough clothing or abrasives. Try to eliminate aggravating factors. Reduce the frequency of bathing,  use a humidifier in winter and air conditioner in summer, compare having a short shower with a prolonged soak in a hot bath, ensure good hydration by drinking plenty of water, use lukewarm water not hot water, replace standard soap with a substitute such as a synthetic detergent cleanser, water-miscible emollient, bath oil, anti-pruritic tar oil, colloidal oatmeal etc., and apply an emollient liberally and often, particularly shortly after bathing, and when itchy. The drier the skin, the thicker this should be, especially on the hands. Apply emollients frequently and avoid irritants. Use topical steroid cream twice daily for 2-4 weeks and oral antihistamines if needed.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11t9yw6",
        "image_ids": [
            "11t9yw6"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Pyogenic granuloma is an acquired benign proliferation of capillary blood vessels of the skin. Factors associated with the development of a pyogenic granuloma may include trauma, hormonal influences, medications like oral retinoids and infection. Treating or removing triggering factors is important to minimise the risk of recurrence. Topical treatment of pyogenic granuloma Imiquimod cream 5%, Timolol gel 0.5% and other topical (or oral) beta-blockers, Intralesional steroid injection, or cryotherapy. Procedural treatment includes curettage and cautery, surgical excision, vascular and ablative lasers",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11gdldk",
        "image_ids": [
            "11gdldk"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "You need to see a dermatologist for dermoscopic examination of this lesion and skin biopsy if needed. The dermoscopic examination is a useful adjunct for pigmented lesions to help identify worrisome pigment patterns. Regular self-examinations of your skin will help you detect a difference in a mole over time. An easy way to remember how to check your skin is to use the ABCDE technique to identify changes.\nAsymmetry - Each half of the mole is a different shape\nBorder - Look for spreading or irregular edges\nColor - A recent change or blotchy spots with many colors\nDiameter - spots are getting bigger \nEvolving - Changing or growing in size, shape, or thickness. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "121pqhs",
        "image_ids": [
            "121pqhs"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most probably it is a case of post inflammatory pigmentation due to any type of trauma or irritation. Areas of hyperpigmentation might fade on their own without treatment. But to help speed up the process, there are several different types of topical medication that can reduce PIH skin spots like skin lighteners such as hydroquinone and azelaic acid to help reduce melanin production, retinoids and steroids to increase skin cell turnover, and chemical peels like salicylic or glycolic acid to remove skin cells with extra melanin. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11oexot",
        "image_ids": [
            "11oexot"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "This is a case of dermatitis artefacta where skin lesions are solely produced or inflicted by the patient's own actions. This usually occurs as a result or manifestation of a psychological problem. It could be a form of emotional release in situations of distress or part of an attention seeking behaviour. Psychiatric referral is recommended and you should continue to see your doctor on an ongoing basis for supervision or support, whether or not lesions are present as dermatitis artefacta tends to wax and wane with the circumstances of your life.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11p3t6t",
        "image_ids": [
            "11p3t6t"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most probably it is a case of atrophoderma, a kind of idiopathic dermal atrophy. There is no recognized treatment for atrophoderma. Laser therapy may be tried.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "121719d",
        "image_ids": [
            "121719d"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "You need to see a dermatologist for dermoscopic examination of this lesion and skin biopsy if needed. The dermoscopic examination is a useful adjunct for pigmented lesions to help identify worrisome pigment patterns. Regular self-examinations of your skin will help you detect a difference in a mole over time. An easy way to remember how to check your skin is to use the ABCDE technique to identify changes.\nAsymmetry - Each half of the mole is a different shape\nBorder - Look for spreading or irregular edges\nColour - A recent change or blotchy spots with many colours\nDiameter - spots are getting bigger \nEvolving - Changing or growing in size, shape or thickness. If you noticed any change consulting your dermatologist is recommended.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11xs1yk",
        "image_ids": [
            "11xs1yk"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of fungal infection. Athlete's foot (tinea pedis) is a fungal skin infection that usually begins between the toes. It commonly occurs in people whose feet have become very sweaty while confined within tight-fitting shoes. The condition is contagious and can be spread via contaminated floors, towels or clothing. You are at higher risk of athlete's foot if you frequently wear enclosed footwear, sweat heavily, share mats, rugs, bed linens, clothes or shoes with someone who has a fungal infection, walk barefoot in public areas where the infection can spread, such as locker rooms, saunas, swimming pools, communal baths and showers. Let your feet air out, wash your feet daily, change your socks regularly, alternate pairs of shoes, and protect your feet in public places. Apply topical antifungal cream (terbinafine or clotrimazole) twice daily for two to four weeks. If resistant to tretmant, consult a dermatologist for prescribing oral antifungal.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11l2lpp",
        "image_ids": [
            "11l2lpp"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "You need to see a dermatologist for dermoscopic examination of this lesion and skin biopsy if needed. The dermoscopic examination is a useful adjunct for pigmented lesions to help identify worrisome pigment patterns. Regular self-examinations of your skin will help you detect a difference in a mole over time. An easy way to remember how to check your skin is to use the ABCDE technique to identify changes.\nAsymmetry - Each half of the mole is a different shape\nBorder - Look for spreading or irregular edges\nColour - A recent change or blotchy spots with many colours\nDiameter - spots are getting bigger \nEvolving - Changing or growing in size, shape or thickness. If you noticed any change consulting your dermatologist is recommended.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11u3657",
        "image_ids": [
            "11u3657"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of eczema due to dry skin (xerosis), contact, allergy or atopic eczema. Dryness is commonly seen in people with atopic dermatitis. People exposed to a dry environment may experience dry skin, for example low humidity in desert climates or cool windy conditions, excessive air conditioning, direct heat from a fire or fan heater, excessive bathing, contact with soap, laundry detergents and solvents, inappropriate topical agents such as alcohol, frictional irritation from rough clothing or abrasives. Try to eliminate aggravating factors. Reduce the frequency of bathing,  use a humidifier in winter and air conditioner in summer, compare having a short shower with a prolonged soak in a hot bath, ensure good hydration by drinking plenty of water, use lukewarm water not hot water, replace standard soap with a substitute such as a synthetic detergent cleanser, water-miscible emollient, bath oil, anti-pruritic tar oil, colloidal oatmeal etc., and apply an emollient liberally and often, particularly shortly after bathing, and when itchy. The drier the skin, the thicker this should be, especially on the hands. Apply emollients frequently and avoid irritants. Use topical steroid cream twice daily for 2-4 weeks and oral antihistamines if needed. If persistent, it is recommended to consult your dermatologist.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11kgolw",
        "image_ids": [
            "11kgolw"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of urticaria, a self limiting immunological reaction to drugs, food, bites of mosquitoes, fleas, bedbugs, and other insects. The spots remain for days to weeks and can leave postinflammatory pigmentation. Fleas and mites that live on cats and dogs are often responsible. Wear protective clothing and apply insect repellents to exposed skin to prevent insect bites when outdoors. Insecticides can be used to rid the house. Seek veterinary advice regarding infested animal. Apply topical corticosteroid cream, calamine or menthol lotions and creams and oral antihistamines are used in severe itching.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "123xdrr",
        "image_ids": [
            "123xdrr"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of Pityriasis versicolor, a common yeast infection of the skin, in which flaky, discoloured patches appear on the chest and back. Pityriasis versicolor is more common in hot, humid climates than in cool, dry climates. It often affects people who perspire heavily. It may clear in the winter months and recur each summer. Although it is not considered infectious in the conventional sense, pityriasis versicolor sometimes affects more than one member of a family. Mild pityriasis versicolor is treated with topical antifungal agents like Selenium sulfide shampoo, Topical azole cream/shampoo (econazole, ketoconazole), Terbinafine gel. The medicine should be applied widely to the skin from the jawline down and left on the skin for 5-15 minutes before rinsing off in the shower. This should be done daily for one week then weekly for one month. Oral antifungal agents, itraconazole and fluconazole, are used to treat pityriasis versicolor when extensive or if topical agents have failed. Vigorous exercise an hour after taking the medication may help sweat it onto the skin surface, where it can effectively eradicate the yeast. Bathing should be avoided for a few hours. A few days' treatment will clear many cases of pityriasis long term, or at least for several months. Reapplication of a topical treatment such as selenium sulfide shampoo every month once the rash has cleared will usually prevent recurrence.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "120za8m",
        "image_ids": [
            "120za8m"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": " It is a case of pseudofolliculitis due to ingrown hair. You can get ingrown hairs when short, curly hairs curve back into your skin instead of growing out. For many people, this happens when they shave, which is why ingrown hairs are frequently called “razor bumps.” Encourage use of disposable razors or cleaning electric shavers with alcohol based antiseptic solution regularly to prevent infection of the grooming tool. Shave at the end of your shower or immediately afterward. This softens the hairs, so they’re less likely to curl back into your skin. Before shaving, apply a pre-shave gel and apply a fragrance-free shaving cream. Shave in the direction that your hair grows and rinse with lukewarm water. Gently pat your skin dry with a clean towel; leave your skin a little damp, this helps your skin retain moisture and apply a moisturizer formulated for your skin type. Use topical antibiotics such as clindamycin, mupirocin, and fusidic acid, oral antibiotics such as flucloxacillin or doxycycline,  chlorhexidine/neomycin cream for eradication of nasal carriage and topical hydrocortisone cream can be also tried. If persistent, you can consult your dermatologist.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11wozho",
        "image_ids": [
            "11wozho"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of subungual hematoma. Injuries involving the toe nail bed and adjacent tissues are very common. This leakage usually occurs when the tips of the fingers or toes have been crushed or subjected to a heavy impact. Also, very tight-fitting shoes can put pressure on the blood vessels and cause leakage. Failure to identify and repair an acute nail bed defect in a timely fashion may result in less than satisfactory nail plate regeneration. Minor nail bed injuries, including subungual hematomas, often heal on their own, especially when no other injuries are present. People with nail bed injuries may need a course of antibiotics to prevent infection. No treatment is required for subungual haemorrhage in the majority of cases. In the case of repetitive subungual haemorrhage, precipitating factors should be avoided, such as tight or ill-fitting shoes. Occasionally the nail plate is best removed, and the nail bed is surgically repaired. A surgical opinion should be sought if there is an underlying fracture or for biopsy if melanoma cannot be excluded.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "zem705",
        "image_ids": [
            "zem705"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of herpes zoster, a localised, blistering, and painful rash caused by reactivation of varicella-zoster virus (VZV). Herpes zoster is also called shingles. Anyone who has had varicella (chickenpox) may subsequently develop herpes zoster. Herpes zoster often affects people with weak immunity. Rest and pain relief, protective ointment applied to the rash, such as petroleum jelly, and oral antibiotics for secondary infection are recommnded. Antiviral treatment can reduce pain and the duration of symptoms if started within one to three days after the onset of herpes zoster. Aciclovir 800 mg 5 times daily for seven days is most often prescribed. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11lfrj8",
        "image_ids": [
            "11lfrj8"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most probably it is a case of Neutrophilic dermatoses, autoinflammatory skin conditions characterized by dense infiltration of inflammatory cells (neutrophils) in the affected tissue. They arise in reaction to some underlying systemic illness. Neutrophilic dermatoses often arise at the site of injury such as a needle prick, biopsy, or insect bite. It may follow sun exposure, upper respiratory tract infection (e.g. chest infection, streptococcal throat infection), inflammatory bowel disease (e.g. ulcerative colitis or Crohn disease), pregnancy, or drugs like analgesic nonsteroidals. Treatment of acute febrile neutrophilic dermatosis usually results in rapid improvement in symptoms. Systemic steroids, potent topical steroid creams, intralesional steroid injection, Colchicine, or dapsone are all therapeutic options.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11u1n4p",
        "image_ids": [
            "11u1n4p"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of Periungual wart. Periungual warts are warts that form in the grooves of your nail folds around your nailbeds. Subungual warts are warts that occur underneath the fingernail. Due to their location, they can be challenging to treat, and they can be pretty painful. They are caused by an infection called the human papillomavirus (HPV). HPV is given or received through skin contact or contamination. If you pick at your wart or touch it, you may create another wart on a different part of your skin. Subungual warts are difficult to treat because of their placement underneath the nail. People with subungual warts will often start to pick or bite at their nails to relieve pain and try to get at the wart. Unfortunately, this is usually how subungual warts spread and stay in your body for so long. Treatment options include salicylic acid application directly on your wart, cryotherapy, Immunotherapy, laser treatment, or topical cantharidin. It is recommended to consult your dermatologist.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11mgn2f",
        "image_ids": [
            "11mgn2f"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is most commonly a case of Discoid eczema. Discoid eczema is a common type of eczema/dermatitis defined by scattered, well-defined, coin-shaped, and coin-sized plaques of eczema. The eruption can be precipitated by a localized injury such as a scratch, insect bite or thermal burn, impetigo or wound infection, contact dermatitis, or dry skin. Discoid eczema can also occur in association with atopic eczema. Scrapings are commonly taken for mycology, as discoid eczema can look very similar to tinea corporis (ringworm infection). As discoid eczema is associated with loss of skin barrier function, it is important to protect the skin from injury. Apply emollients frequently and avoid irritants. Use topical steroid cream twice daily for 2-4 weeks and oral antihistamines if needed. If resistant to treatment, consult your dermatologist to exclude ringworm or take a skin biopsy to exclude superficial basal cell carcinoma.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11jey35",
        "image_ids": [
            "11jey35"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is most a case of dry skin (xerosis). Dryness is commonly seen in people with atopic dermatitis. People exposed to a dry environment may experience dry skin, for example, low humidity in desert climates or cool windy conditions, excessive air conditioning, direct heat from a fire or fan heater, excessive bathing, contact with soap, laundry detergents, and solvents, inappropriate topical agents such as alcohol, frictional irritation from rough clothing or abrasives. Try to eliminate aggravating factors. Reduce the frequency of bathing,  use a humidifier in winter and air conditioner in summer, compare having a short shower with a prolonged soak in a hot bath, ensure good hydration by drinking plenty of water, use lukewarm water not hot water, replace standard soap with a substitute such as a synthetic detergent cleanser, water-miscible emollient, bath oil, anti-pruritic tar oil, colloidal oatmeal etc., and apply an emollient liberally and often, particularly shortly after bathing, and when itchy. The drier the skin, the thicker this should be, especially on the hands. Apply emollients frequently and avoid irritants. Use topical steroid cream twice daily for 2-4 weeks and oral antihistamines if needed.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "o4dfho",
        "image_ids": [
            "o4dfho"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Athlete's foot (tinea pedis) is a fungal skin infection that usually begins between the toes. It commonly occurs in people whose feet have become very sweaty while confined within tight-fitting shoes. The condition is contagious and can be spread via contaminated floors, towels, or clothing. You are at higher risk of athlete's foot if you frequently wear enclosed footwear, sweat heavily, share mats, rugs, bed linens, clothes, or shoes with someone who has a fungal infection, walk barefoot in public areas where the infection can spread, such as locker rooms, saunas, swimming pools, communal baths, and showers. Let your feet air out, wash your feet daily, change your socks regularly, alternate pairs of shoes, and protect your feet in public places. Apply topical antifungal cream (terbinafine or clotrimazole) twice daily for two to four weeks. If resistant to treatment, consult a dermatologist for prescribing oral antifungal.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11qij8h",
        "image_ids": [
            "11qij8h"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Acneiform eruptions may affect the face and neck. Acneiform eruptions on trunk are described as folliculitis, which may be due to infection, obstruction, or unknown irritant factors. Time course, distribution and appearance may be helpful in making a more accurate diagnosis. The acneiform eruptions may be caused by medications, hormonal and metabolic abnormalities, drug reactions, and genetic disorders. The treatment of acneiform eruptions depends on the cause. In most cases, if the cause is an organism or a drug, then the exposure should be discontinued. Most patients recover within a few weeks. For any residual lesions, treatments that have been used to treat acneiform eruptions include laser ablation, excision, topical or oral antibiotics, drug withdrawal, or the use of topical or oral retinoids. If the cause is a fungal infection like Pityrosporum folliculitis, then the use of topical antifungal agents can be helpful such as ciclopirox, econazole, and ketoconazole.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11n5y4z",
        "image_ids": [
            "11n5y4z"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Rosacea is a chronic inflammatory skin condition predominantly affecting the central face and most often starts between the age of 30–60 years. Rosacea is common and is characterised by persistent facial redness. It typically has a relapsing and remitting course, with symptoms controlled by lifestyle measures, general skin care, medications, and procedural interventions. Rosacea has been associated with depression, hypertension, cardiovascular diseases, anxiety disorder, dyslipidemia, diabetes mellitus, migraine, rheumatoid arthritis, Helicobacter pylori infection, ulcerative colitis, and dementia. Identify the trigger (Common triggers include spicy food, hot/cold temperatures (hot baths), exercise, sun exposure, cosmetic products, medications (those that cause vasodilation), alcohol, fruits and vegetables, dairy, marinated meat products) and avoid it. Moisturise frequently. Use gentle over-the-counter cleansers. Use mild, synthetic detergent-based cleansers rather than traditional soaps due to risk of irritation. Use physical sunscreens ( zinc oxide/titanium oxide) with SPF ≥ 30, provides broad-spectrum UV radiation and visible light protection and may be better tolerated than chemical sunscreens. Avoid exfoliants. Avoid alcohol-based topical products. Avoid use of topical steroids as they may aggravate the condition. Cosmetics with a green tint are useful to minimise the appearance of redness. Use topical brimonidine, topical oxymetazoline, Intense pulsed light therapy, Vascular laser, Topical azelaic acid (for mild/moderate only), Topical ivermectin, Topical metronidazole (for mild/moderate only), Topical erythromycin, Oral tetracyclines (oxytetracycline, lymecycline, doxycycline), Oral macrolides (erythromycin, azithromycin), Oral metronidazole, Oral isotretinoin often at low dose (for refractory disease only). Although rosacea is not a life-threatening condition, it is a chronic disease that requires long-term management of relapsing and remitting symptoms.\n",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "10z03ls",
        "image_ids": [
            "10z03ls"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Alopecia areata is a form of alopecia (hair loss). It’s a non-life-threatening disease of your immune system that affects the hair on your scalp. With this condition, your body mistakenly views your hair follicles as an enemy. Your body attacks the hair follicles. It is not contagious. It occurs in people of all ages. If the condition is treated early in the disease course, it is sometimes possible to regrow hair. Causes of hair follicle destruction include fungal infection, chemicals such as hair relaxers, mechanical traction, and inflammatory disorders. Although hair can often grow back on its own in alopecia areata, there are treatments that may be helpful. Topical steroids, corticosteroid injections into the skin are typically used first. Many other topical treatments can be used. For more extensive disease, sometimes medication by mouth can be prescribed. These act by suppressing the immune system.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1226lzd",
        "image_ids": [
            "1226lzd"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of Keratosis pilaris which is a harmless skin condition that causes dry, rough patches and tiny bumps, often on the upper arms, thighs, cheeks, or buttocks. Worsening occurs when seasonal changes cause low humidity and dry skin you can treat it with moisturizers and prescription creams to help improve how the skin looks. Creams to remove dead skin cells like creams containing alpha hydroxy acid, lactic acid, salicylic acid, or urea help loosen and remove dead skin cells. They also moisturize and soften dry skin. For best results, apply your moisturizer after every shower or bath, within 5 minutes of getting out of the bath or shower, while your skin is still damp. At least 2 or 3 times a day, gently massaging it into the skin. You can also use topical retinoid creams to help unclog follicles and promote cell turnover. Some patients may need to apply a corticosteroid to the areas with keratosis pilaris. This medicine helps soften the bumps and reduce redness. Lasers may work when moisturizers and medicine fail. Using medicated cream regularly may improve how the skin looks. But if you stop, the condition returns. And even with treatment, keratosis pilaris might last for years.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "xnd03l",
        "image_ids": [
            "xnd03l"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It’s a case of ringworm infection, a very contagious infection so it's important to use the right antifungal medicine as long as you can (around 2 weeks) to ensure that the ringworm does not re-appear a few weeks after you stop treating it. After touching the area with ringworm, wash your hands before touching another area of your body. Ringworm thrives in warm, moist areas, so you want to keep the area clean and dry. Avoid wearing clothes, socks, and shoes that make you sweat. Shower after working out and avoid sharing towels and other personal items. To avoid re-infecting yourself with infected items, you should wash clothes, towels, and bedding that you use while you have ringworm. Be sure to wash everything in hot, soapy water. If you suspect your pet has ringworm, take the animal to your vet as some types of ringworms grow on pets. Apply topical antifungal cream (preferably azoles group like miconazole or clotrimazole) twice daily for 2-4 weeks and sometimes systemic antifungal is used in resistant cases.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11o42j5",
        "image_ids": [
            "11o42j5"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "This lesion doesn't look infected but you need to consult your dermatologist if persistent to rule out skin cancer. Topical antibiotic cream is recommended to prevent secondary infection.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11k4qp7",
        "image_ids": [
            "11k4qp7"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "It is a case of Pityriasis versicolor, a common yeast infection of the skin, in which flaky discolored patches appear on the chest and back. Pityriasis versicolor is more common in hot, humid climates than in cool, dry climates. It often affects people who perspire heavily. It may clear in the winter months and recur each summer. Although it is not considered infectious in the conventional sense, pityriasis versicolor sometimes affects more than one member of a family. Mild pityriasis versicolor is treated with topical antifungal agents. Selenium sulfide shampoo, Topical azole cream/shampoo (econazole, ketoconazole), Terbinafine gel. The medicine should be applied widely to the skin from the jawline down and left on the skin for 5-15 minutes before rinsing off in the shower. This should be done daily for one week then weekly for one month. Oral antifungal agents, itraconazole and fluconazole, are used to treat pityriasis versicolor when extensive or if topical agents have failed. Vigorous exercise an hour after taking the medication may help sweat it onto the skin surface, where it can effectively eradicate the yeast. Bathing should be avoided for a few hours. A few days' treatment will clear many cases of pityriasis long term, or at least for several months. Reapplication of a topical treatment such as selenium sulfide shampoo every month once the rash has cleared will usually prevent recurrence.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1281whp",
        "image_ids": [
            "1281whp"
        ],
        "responses": [
            {
                "author_id": "annotator1",
                "content_en": "Most probably it is a case of hormonal acne. Acne is largely a hormonal condition that’s driven by androgen hormones (testosterone). This typically becomes active during teenage and young adult years. Mild acne can be treated with over-the-counter (OTC) medications, such as gels, soaps, pads, creams, and lotions, that are applied to the skin. Creams and lotions are best for sensitive skin. Alcohol-based gels dry the skin and are better for oily skin. It is advisable to start with the lowest strengths, as some preparations can cause skin irritation, redness, or burning on first use. Topical acne medications include benzoyl peroxide, salicylic acid, and antibiotics like clindamycin or erythromycin.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "z22glp",
        "image_ids": [
            "z22glp"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "Yes, this looks like it could be folliculitis. Some treatments you could consider include changing your razor blade regularly if you shave your legs, benzoyl peroxide, topical retinoids, topical antibiotics, or oral antibiotics.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "120ybza",
        "image_ids": [
            "120ybza"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like pseudofolliculitis barbae. It is a common irritation of hair-bearing areas that is related to the hair curling back in on itself after it grows following shaving. Thus, it is recommended to either always be completely clean shaven, let the hairs grow out without shaving, or undergo laser hair removal. You can also use a topical antibiotic, topical retinoids, or an oral antibiotic to help, but you need to first stop the underlying problem of allowing the short hairs to curl back into the skin. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11j7e82",
        "image_ids": [
            "11j7e82"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "What is going on is not clear just based on this picture. It is possible you have a superficial yeast infection called tinea versicolor; however, this usually has some light scaling. I would recommend you be seen in person for an evaluation, a possible scraping of your skin, and maybe even a biopsy. If it is tinea versicolor, it is not dangerous and you can treate with a topical antifungal. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "124sycc",
        "image_ids": [
            "124sycc"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is not clear based on this blurry photo, but with the location and the reddish-brown color it could be a dermatofibroma which is a scar like process. However, if it is new and/or changing, growing, or bleeding then it could be a skin cancer and may require an in-person evaluation and biopsy. If it is a dermatofibroma then it does not require treatment, but it will be there forever. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "123aa44",
        "image_ids": [
            "123aa44"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "Based on the shape of this, it could be a small fungal infection; however, it is also possible it could be a different eczematous reaction like a drug reaction, ID reaction, or even an insect bite reaction if the two dark dots on the bottom portion are from an insect. If you do not have an appointment to follow-up with your dermatologist, you should consider making one so that you can be seen in person to make sure this is getting better as some fungal infections can be resistant to antifungals.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11d74xd",
        "image_ids": [
            "11d74xd"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "Yes, this looks like it could be pityriasis rosea based on how it started as a smaller lesion and spread to numerous. If you were sick recently, then this is even more likely. Fortunately, this is a viral related rash and will get better on its own. Sometimes this rash can persist for a few weeks before getting better. If it is still there or worsening after a few weeks then you should see your doctor to make sure there is not something else going on. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1203l30",
        "image_ids": [
            "1203l30"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like it is an eczema or contact dermatitis of the hand. You should treat with minimizing exposure to water (wear gloves to avoid exposure to waster if possible), moisturization, and topical steroids. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11g8pb8",
        "image_ids": [
            "11g8pb8"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like it could be lichen striatus, a rash related to a viral infection. It will slowly heal on its own over time; however, you could use a topical steroid to help it heal faster. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11piwgt",
        "image_ids": [
            "11piwgt"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like it could be a nevus on the scalp. If it is not growing, changing, bleeding, or causing any issues then you should leave it and periodically monitor it for change. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11233ef",
        "image_ids": [
            "11233ef"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This does indeed look like angular cheilitis. It is unclear if you are only using the clotrimazole and hydrocortisone periodically or all the time. You should use those until the rash resolves and continue the clotrimazole without hydrocortisone indefinitely. You could consider a stronger topical steroid to help it heal faster. Make sure you are controlling anything that could make you drool in your sleep. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "121bwmr",
        "image_ids": [
            "121bwmr"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "There are many things that can cause flushing of the skin, including alcohol. However, if this is happening regularly you should discuss with your doctor to get additional history including other medications you take and associated symptoms. You may need some blood work to make sure there is not something else going on inside of your body causing the flushing. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "123rlme",
        "image_ids": [
            "123rlme"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like a compound nevus which means that there are mole cells in the top layer of the skin as well as slightly deeper layers. It does not look like a skin cancer and as long as it's not changing then it is fine and you can continue to monitor it. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11knbvy",
        "image_ids": [
            "11knbvy"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "Yes, this looks like it could be a rash. It could be related to hives, acne, eczema, or a fungal infection, though that's less likely. If it is not going away you should see your doctor as it could require antihistamines, topical steroids, or acne treatments to heal. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11j7pzl",
        "image_ids": [
            "11j7pzl"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is difficult to say just looking at this rash what it may be; however, the color and pink to purple-ish border suggests it could possibly be morphea, lichen sclerosus, or another inflammatory rash. She should be seen in person to have an appropriate diagnosis and treatment. It may require a biopsy to diagnose properly. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11eo551",
        "image_ids": [
            "11eo551"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This rash on your neck could be several things depending on other symptoms and how long it has been there. Given the area and pain, it could be shingles. Additionally, it could be eczema, folliculitis, or contact dermatitis. You should be seen by a doctor to see if it looks more like shingles in person, as you would benegit from an antiviral medication in that case. Otherwise, a topical antibiotic or topical steroid will likely help, but it's important to treat shingles first if it looks more consistent with shingles in person. Your doctor could also consider swabbing one of the bumps with a Q-tip to test for the virus that causes shingles",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11m524t",
        "image_ids": [
            "11m524t"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This could be a number of different things including dandruff, psoriasis, fungal infection, or eczema. You should be seen in person for additional history and evaluation before treating. You may require topical steroids, topical anti-dandruff shampoos, or topical antifungals.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "hkxd6e",
        "image_ids": [
            "hkxd6e"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like it could be post-inflammatory hyperpigmentation, but I would need additional history to know if you've had a rash there before. This should continue to fade if you wear sunscreen and avoid additional rashes to the area. However, if it worsens and does not fade, then you may need an additional evaluation to appropriately diagnose and treat. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "124zivv",
        "image_ids": [
            "124zivv"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like it is from trauma. It does not require a biopsy and should fade over 9-12 months. If it is not improving in that time, then you could consider a nail clipping or biopsy.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "zm5qp1",
        "image_ids": [
            "zm5qp1"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like it could be a contact dermatitis or a lip-licker's dermatitis. I would evaluate any products you're using around the lips including toothpastes, lip balms, etc, and discontinue especially if they're new. Otherwise, you can start a topical steroid and regular moisturization with vaseline to help the rash improve. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11vmuqb",
        "image_ids": [
            "11vmuqb"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks most like it could be a wart on the back of the hand. However, without additional history it is impossible to say this is not a skin cancer. You should be seen in person to make sure this is not a skin cancer because it is so large. If it is a wart, you can treat with liquid nitrogen or salicylic acid. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "xwszsm",
        "image_ids": [
            "xwszsm"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This is likely aquagenic wrinkling of the palms. It is not dangerous in itself and will typically resolve within 30 minutes of the hands being dry. While it is not dangerous, it can be associated with cystic fibrosis so I would recommend you have genetic testing for cystic fibrosis and the cystic fibrosis carrier gene which can have future offspring implications. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "126oxq9",
        "image_ids": [
            "126oxq9"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "The flaking around your mouth could be a lip licker's dermatitis since it is just around the corners of your mouth. You could consider treating this with a topical antifungal and a nonsteroidal anti-inflammatory topical. Acne can appear in any areas that are high in sebaceous glands. The chin is one of these areas. You could treat this with benzoyl peroxide, topical antibiotic, and a topical retinoid. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ie3p4",
        "image_ids": [
            "11ie3p4"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "These look like eclipse nevi. They are a pattern that some moles have and is often on the scalp. They are benign and not a skin cancer; however, if they are new or changing then they may require a biopsy to make sure they're not a skin cancer. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11skwh7",
        "image_ids": [
            "11skwh7"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "While skin cancer on the feet is not common, it does happen. Thus, if this area is new or changing you should have an in-person evaluation to see if it needs a biopsy. The mole you have is slightly irregular looking so you should have it looked at in person even if it is not changing or new. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "123gaoe",
        "image_ids": [
            "123gaoe"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is not clear based on just this photo what may be going on with your arm. We would need additional history and an in-person evaluation. Some possibilities include papular urticaria, folliculitis, eczema, id reaction, or a drug eruption. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11vhyoy",
        "image_ids": [
            "11vhyoy"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This is likely an eczema-type of process and will require avoidance of allergens and irritants. Try to keep your hands from working in too much water if possible. If you need to work in water, try to wear gloves. Finally, topical steroids will help with the inflammation. If those do not help or if you have a rash elsewhere (such as the feet), then this could also be a fungal infection and may require a topical antifungal. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11jj25a",
        "image_ids": [
            "11jj25a"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This is likely an eczema-type of process called nummular eczema. It will require regular moisturization and a topical steroid to get better. If it is not getting better or you have other lesions you may consider seeing your doctor for an in-person evaluation.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11l9za4",
        "image_ids": [
            "11l9za4"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This does look like it is probably a mole. If it is not changing, growing, or bleeding then it is most likely okay to leave. However, if it is doing any of those things then consider seeing your doctor for a possible biopsy removal.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1222mry",
        "image_ids": [
            "1222mry"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This mole is slightly irregular on the borders and slightly darker in the middle. If you have no other moles that look like this then it's possible it could be a skin cancer; however, if you have other moles that fit this pattern then it's probably okay. If it has been changing or growing significantly then you may need to be seen in person for a biopsy. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11fvmz1",
        "image_ids": [
            "11fvmz1"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This is likely something called hairy tongue which is caused either by over production of the upper layer of skin on the tongue or not scraping the extra layer of tissue off the tongue. You can attempt to treat by gently rubbing with your toothbrush. This condition is otherwise not harmful. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11q1bgc",
        "image_ids": [
            "11q1bgc"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "These look like they could be either small milia or syringomas under the eyes. These are normal and can be treated with either regular use of topical retinoids or with destruction by laser, electrical heat, or liquid nitrogen. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "126jo8y",
        "image_ids": [
            "126jo8y"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "You could try a topical steroid lotion to help a little more, or a combination of alternating anti-dandruff shampoos including a tar-based shampoo. If there is hair loss associated, then the scaling around the follicles may represent a scarring hairloss process and you should be seen by your doctor. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11vzpyw",
        "image_ids": [
            "11vzpyw"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "I believe your question is. \"Is this from biting my lips?\" If so, then yes this could be from biting your lip. The best recommendation would be to stop biting your lip. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "124wkox",
        "image_ids": [
            "124wkox"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is not clear just based on the picture what these markings are. They look most like they could be some post-inflammatory hyperpigmentation if you had a rash or some bumps there previously. However, some other possibilities include eczema, lichen planus, or prurigo nodules. If they are slowly fading over a period of weeks or months then they are likely just post-inflammatory and avoiding UV light is your best treatment. If they are increasing in number then you may want to see your doctor for a more thorough evaluation. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11nzd94",
        "image_ids": [
            "11nzd94"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like it could be an irritated hair follicle. There are several things that can look like an irritated hair follicle including an ingrown hair, epidermal cyst, folliculitis, or hidradenitis suppurativa. This should slowly get better on its own; however, if you want it to go away faster, it may require a steroid injection, or oral antibiotics. Furthermore, if the redness spreads then it could mean there is an infection and would require oral antibiotics. Finally, if you develop many of these in the groin, armpits, or buttocks area then it could be a sign of hidradenitis suppurativa and may require biologic injections. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11uaz5j",
        "image_ids": [
            "11uaz5j"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This is called longitudinal melanonychia. You can get a dark line on the fingernail for many reasons including activated pigment producing cells, a mole under the nail, a sun spot under the nail, or skin cancer. The most concerning would be a skin cancer and since it does most commonly occur on lighter-skinned individuals on the thumb, it would be a good idea for you to see a dermatologist and possibly have a biopsy. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11moomx",
        "image_ids": [
            "11moomx"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This picture is quite blurry so it is difficult to give an answer; however, it sounds and looks most like a cyst under the skin. This could be related to acne or just a cyst on its own. It should slowly get better by itself; however, sometimes a steroid injection or oral antibiotic can make it better faster. If it persists or keeps flaring, then it may require an excision to remove completely.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "gxs8me",
        "image_ids": [
            "gxs8me"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "In this picture, all we can see are scabs. Many things could cause itchy spots on the scalp including cysts, seborrheic keratoses, moles, or even skin cancer. I would recommend you stop itching the area for a couple of weeks (put a bandage or hat on if needed) and see your doctor so that they can evaluate without damaged skin. If it is concerning when not picked at then it may require a biopsy.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11po7yz",
        "image_ids": [
            "11po7yz"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "Based on the photo it looks like you have moderate to severe acne on the rest of your face and this looks most like it could be a scar from your underlying acne. Acne can be treated with topical retinoids, topical antibiotics, oral antibiotics, or oral retinoids. Based on the severity of your acne, you may require an oral retinoid such as isotretinoin to help in the long term. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11t12qh",
        "image_ids": [
            "11t12qh"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like you may have a fungal infection of the scalp. It looks fairly severe so I would recommend you see your doctor who may need to prescribe an oral antifungal to help. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11nly82",
        "image_ids": [
            "11nly82"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "Based on the photo it looks like this could be a spider angioma which is a normal growth of the blood vessels of the skin. If you have an individual spot then this is likely normal; however, multiple can be a sign of pregnancy, liver disease, or oral contraceptive use. If you've noticed more of these or have an underlying condition then you should speak with your doctor. The best treatment for a spider angioma would be a laser treatment, but this is not necessary as they are not dangerous. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11tvf7t",
        "image_ids": [
            "11tvf7t"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This is probably contact dermatitis either due to your sweat or more likely your deodorant. I would switch to a hypoallergenic deodorant and consider a topical steroid to calm down the rash for a week. If that does not improve it then it could be a bacterial infection of the top layer of skin and may require a topical antibiotic. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11m0ydm",
        "image_ids": [
            "11m0ydm"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This is likely a fungal infection of the feet. You should keep the feet as dry as possible and apply a topical antifungal to help resolve this rash. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ez9fd",
        "image_ids": [
            "11ez9fd"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like inflammatory acne. I know you believe it is not inflammatory, but by definition, these are small pink bumps without a pustule or blackhead so it's inflammatory acne. If it is truly new and getting worse, you should look at any products or medications you're using to see if they're contributing, including birth control. It may be on one side if you sleep on that side, or may not have a reason. You should treat your acne with benzoyl peroxide, topical antibiotics, topical retinoids, oral antibiotics, oral spironolactone, or oral retinoids. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11he59c",
        "image_ids": [
            "11he59c"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This is most likely eczema based on appearance and location. It appears to be quite severe, so he should be seen in person and may start with topical steroids, but may require oral or injectable immunosuppressives or immunomodulators in the long term. If it is not getting better or if he has underlying conditions such as cancer or associated symptoms then he may require a biopsy to get a definitive diagnosis to rule out a cancer or related condition. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "zs82wn",
        "image_ids": [
            "zs82wn"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "There does not appear to be a rash on your skin and the context is most suggestive of overall dryness of the skin. I would recommend starting with regular moisturization, limiting hot showers to lukewarm < 5 minutes, and using low-allergen soaps that are fragrance-free. If you are still having full body itching after that then you should discuss with your doctor as underlying conditions, including cancer or kidney disease can cause a full body itch like that. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11y696m",
        "image_ids": [
            "11y696m"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "We would need more history to be able to better tell you what this is. It is most likely related to swelling of the legs and seepage of blood into the surrounding spaces, specifically called Schamberg's purpuric dermatosis. However, if it is new or you have other lesions in other places then it could also be a vasculitis which is more dangerous and could affect the kidneys in certain circumstances. If it is related to leg swelling then you should wear compression stockings during the day to help with swelling. Regardless, that can also mean you have underlying poor blood flow and you should see your doctor to discuss your health.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "127tn48",
        "image_ids": [
            "127tn48"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "Amelanotic melanoma is very difficult to diagnose without a microscope; however, the yellowish color of this spot is most suggestive of a sebaceous hyperplasia which is a growth of the oil glands. The only way to tell definitively would be to have an in-person evaluation using a dermatoscope and possibly a biopsy if it looks concerning on the magnifying glass.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1225chf",
        "image_ids": [
            "1225chf"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like it is probably related to the underlying trauma to the nail. You could watch it for now and if it worsens, see your doctor. It could possibly be a yeast infection of the nail, introduced from the initial trauma. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11zzpy8",
        "image_ids": [
            "11zzpy8"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is not clear what this is just based on the photo. The very geometric shape to it makes it look like it must be an impression from something externally. If this is new, changing, or you have other lesions then you should see your doctor for a possible biopsy. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11psqch",
        "image_ids": [
            "11psqch"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "Based on just this photo, it looks like this is a benign mole. This is more likely if he has other similar moles on his body; however, if he does not have similar moles or if this mole is changing, growing, or concerning then an in-person evaluation with a biopsy may be necessary to rule out cancer. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11kfi6v",
        "image_ids": [
            "11kfi6v"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "The nature of this lesion is not clear just based on this photo. We would need more history to help identify the lesion. Some possibilities include eczema, tinea corporis, arthropod bite reaction, granuloma annulare, and sweet syndrome, depending on the rest of your history and results of an in-person evaluation. If it's nature is still unclear then it may require a biopsy. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "10i4z2b",
        "image_ids": [
            "10i4z2b"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like it could be a contact dermatitis of the lips. I would first evaluate anything you're putting on your lips, then switch to hypoallergenic products and limit products altogether. It will likely get better with a topical steroid and regular moisturization with Vaseline. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11kcdqq",
        "image_ids": [
            "11kcdqq"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "The reason for this rash is not clear based on the picture. Thus, we would need more information to give a better answer. Regardless, the extent of this rash suggests you should definitely be seen by your doctor. It could be a medication reaction, viral reaction, infection, hives, or even a sign of a cancer depending on the rest of your history. It may require a biopsy and bloodwork in person. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "127c0ze",
        "image_ids": [
            "127c0ze"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is not clear based on just this picture what this rash is on your child's body. However, it could be a condition related to the mast cells in the skin, residual inflammatory pigment changes, or hives. Your child should be seen by a dermatologist to investigate further and may need a biopsy or antihistamines to help. It may require avoidance of certain medications such as aspirin, anticholinergics, codeine, polymyxin B, and anesthetics to prevent systemic symptoms. If your child has systemic symptoms such as diarrhea, flushing, or shortness of breath then it may require bloodwork and genetic testing. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1249e2a",
        "image_ids": [
            "1249e2a"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "I would stop using the benzoyl peroxide and simply wash the area once daily with a gentle cleanser. You could put some vaseline on the area to help with healing. If it is itchy you could consider a brief period (3-5 days) of a topical steroid but this should get better on its own if you stop the benzoyl peroxide. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11k2jwb",
        "image_ids": [
            "11k2jwb"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "I recommend you keep your appointment with your dermatologist to see this in person. This could be a small skin cancer, a benign growth of blood vessels, or a benign mole. Because it has been present for 3 years, if it is at all in question then it would require a biopsy of the skin. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11kavj4",
        "image_ids": [
            "11kavj4"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "If this is a new mark on your chest then it is most likely an eczema type of process. You could try moisturizing with vaseline and a topical steroid for a week to see if it goes away. If it does not or if it spreads, you may need a biopsy to identify what it is to have more specific treatment. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11gq89c",
        "image_ids": [
            "11gq89c"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This is most likely related to prominent hair follicles and may be a form of thicker skin called keratosis pilaris. One option for treatment is ammonium lactate or urea cream, but it will likely not help with the discoloration.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11myeut",
        "image_ids": [
            "11myeut"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is not clear what this lesion is based on the photo, however, it looks like it could be a mole. If this mole is new, changing, or growing then you should consider seeing your doctor as it is quite dark. Otherwise, it could be a benign growth of blood vessels. If your doctor is more concerned after in person evaluation then a biopsy may be considered.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11gu2bd",
        "image_ids": [
            "11gu2bd"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks most like it could be an eczema-type process on the hands. You should look at any products you're using on your hands and switch to something without allergens or irritants, such as Vaseline. A topical steroid will help if it is eczema. However, if you work in a profession where you're exposed to people or their mouths, it could also be herpetic whitlow which is a herpes infection of the fingers and may require oral antivirals",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "12495af",
        "image_ids": [
            "12495af"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "You should leave this alone and don't pop it. It looks like you may have had a cyst there and it may be infected if warm. It may require oral antibiotics. However, it also looks like there may be hair missing in that area so if this has happened before you may have a condition that predisposes you to develop many cysts in the area and it may require an oral retinoid. Otherwise, if it has been scaly or you have been exposed to a fungus, it could also be a fungal infection of the scalp and require an oral antifungal. You should discuss with your doctor to get an appropriate diagnosis and treatment.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "yuai3o",
        "image_ids": [
            "yuai3o"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is possible this is related to staph but it also may just be regular comedonal acne. You should try regular acne treatment including benzoyl peroxide wash, topical retinoids, topical antibiotics, oral antibiotics, or oral retinoids.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "124ck6r",
        "image_ids": [
            "124ck6r"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "Based on the picture these most look like small scars or post-inflammatory hyperpigmentation. This is more likely if you had some inflammation there before. These should continue to fade over time. Of course, if they have been present for months to years without fading then you may consider seeing your doctor as skin cancers can sometimes present like this as well. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1283khx",
        "image_ids": [
            "1283khx"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is not clear if this is a mole. Based on the black coloration and pink around it, it is possible this could be a skin cancer and you should be seen in person for a possible biopsy. However, the purple-ish color and multiple lobules are suggestive of a benign angioma as well. The best decision would be to see your doctor. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11viie3",
        "image_ids": [
            "11viie3"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks most like it could be a small scar or post-inflammatory hyperpigmentation. It is probably okay to watch and should fade with time, but if it is growing, changing, or bleeding then you should see your doctor for a possible biopsy.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "121gfdb",
        "image_ids": [
            "121gfdb"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like it could be eczema or contact dermatitis. I would recommend a topical steroid and regular moisturization.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "122a5sx",
        "image_ids": [
            "122a5sx"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "We would need more information regarding this rash aside from the photo including any history of skin conditions, particularly acne, new medications, and new exposures. It looks almost like it could be a drug reaction or worsening acne. He should have an in-person evaluation to better diagnose. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "g3e65p",
        "image_ids": [
            "g3e65p"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is possible this could be hives; however, hives are typically much more itchy. We would need more history to know for sure, but this could be pityriasis rosea which is related to recent viral infections. Other possibilities include psoriasis, drug reaction, or syphilis. You should discuss with your doctor if you haven't had a recent illness to make sure it isn't another diagnosis and so that you can get the correct treatment.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "12776wa",
        "image_ids": [
            "12776wa"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is not clear what this is just based on the picture. Blisters on the toe that have blood in them could be related to trauma or friction and now there may be residual discoloration. Otherwise, it could be a contact dermatitis, or less likely a fungal infection. If it doesn't continue to fade over the next several days to weeks you should discuss with your doctor to be seen in person.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11pxemw",
        "image_ids": [
            "11pxemw"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like you have opened up an area on your cheek. The yellow discoloration suggests there could be a small infection on the top layer of the skin. You should try an antibacterial ointment and stop picking at your blackheads to prevent this from happening again. If it does not improve with prescription topical antibiotics then it's possible it could be a skin cancer and require a biopsy. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11o991a",
        "image_ids": [
            "11o991a"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "We would need more information to help diagnose this rash. Based on the appearance it could be many different things including eczema, psoriasis, pityriasis rosea, syphilis, or tinea corporis. You should check back in with your dermatologist and potentially have a biopsy to get more information.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11xg3bw",
        "image_ids": [
            "11xg3bw"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This could be keratosis pilaris; however, another possibility is trichostasis spinulosa. They are both similar processes of the hair follicles being quite prominent. The treatment for this involves mechanical destruction of the top layer of the skin with things like microabrasion or lasers; however, that could risk discoloration of the skin and may not solve the problem.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11yd3nq",
        "image_ids": [
            "11yd3nq"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "These small bumps could be small cysts of the skin, prominent follicles, or normal roughness seen in sensitive skin. We would need more history to see if there was a recent change that led to the formation of these bumps to discontinue that change. Otherwise, could consider destruction of the lesions or a trial with a topical retinoid. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "104l6j9",
        "image_ids": [
            "104l6j9"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is not clear just based on this picture what has caused this lesion. As you mention, it could be a small cyst, thickened skin, or a skin cancer. We would need an in-person evaluation for more history and possibly a biopsy in the office. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11f2q6s",
        "image_ids": [
            "11f2q6s"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "Your photo is blurry so it is not clear what is going on with your scalp. However, possible diagnoses could be erosive pustular dermatosis of the scalp, retention hyperkeratosis, or even a skin cancer depending on what's under the yellow crust. I would recommend an in-person evaluation for clearing of the crust and potentially topical steroids or a biopsy of the skin. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11h3lc5",
        "image_ids": [
            "11h3lc5"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "You have multiple parts of your nails that are slightly discolored. We would need to evaluate you in person in order to better delineate. The discoloration at the end of your two nails suggests they are being lifted off the finger before getting to the end. This can be caused by inflammation around the nail, trauama, or inflammatory conditions of the skin. The rest of your nails also have white discoloration at the beginning part. This can sometimes be a sign of kidney disease, but is normal in other people. You should be seen in person to be looked at and have additional history. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "10e950l",
        "image_ids": [
            "10e950l"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "These look most like small angiomas or benign growths of the blood vessels under the skin. These are normal to have on the skin, but if 100's of them all occurred within a short period of time it could be concerning for something underlying. If this is the case, the you should be seen by your doctor for additional history. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11i296a",
        "image_ids": [
            "11i296a"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is difficult to impossible to identify this rash just based on the small picture you've sent. From this view, it looks like you may have been scratching. Because this has been going on for a few weeks, you should probably see your doctor to discuss what's going on and may require a biopsy if it is not clear. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11oe70x",
        "image_ids": [
            "11oe70x"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "This looks like it could be a combination of athlete's foot and retention hyperkeratosis. I would recommend washing the feet regularly and using a combination of a keratolytic such as ammonium lactate or urea and a topical antifungal in order to treat the scaliness and fungus. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "124jyor",
        "image_ids": [
            "124jyor"
        ],
        "responses": [
            {
                "author_id": "annotator3",
                "content_en": "It is difficult to say just based on this blurry photo what may be going on. There are several things that can cause itchy bumps on the elbow including folliculitis, eczema, psoriasis, or dermatitis herpetiformis. You should be evaluated in person for additional history and evaluation. Depending on how it looks in person and your other history, it may require a biopsy to diagnose. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11gidq4",
        "image_ids": [
            "11gidq4"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Rosacea is usually self-limiting and does not persist for years. There are a few possibilities. Since it's spreading there are chances of it being a fungal infection for which I am adding a tab and a cream. Take tab one dose stat and apply the cream twice daily for 3 weeks. Meanwhile, a small piece of skin from that area should be taken and sent for histopathology to confirm the diagnosis.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11j3llh",
        "image_ids": [
            "11j3llh"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "You have got patchy hair loss which is consistent with alopecia areata. It is a type of autoimmune disorder. Stress will aggravate it. Don’t skip your meals. I am adding a lotion to be applied daily at night along with multivitamins to be taken once daily. You can get intralesional injections also at a gap of 3 weeks into it. If it increases in size or new patches appear report it along with getting your FBS and TSH tested.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "12814gl",
        "image_ids": [
            "12814gl"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It looks more like eczema as of now but since you were already applying antifungal cream, the cream could have modified it. So I am adding a cream that has both antifungal and steroid. Apply the cream twice daily till it heals. You can take antihistamines on an SOS basis. Along with it apply moisturizer and use mild handwash.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11otqbh",
        "image_ids": [
            "11otqbh"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "The picture is too zoomed in. In the picture, it looks dermatitic instead. I require a better picture along with history- how it looked previously and what changes have you noticed. Still, if you are too worried we can get hand held microscopic examination done. Meanwhile I have added a cream for dermatitis- to be applied once daily till it heals.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "123c02o",
        "image_ids": [
            "123c02o"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Its best to get hand held microscopic examination done. As of now it needs observation only.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "126zd0j",
        "image_ids": [
            "126zd0j"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "You need to tell me why you originally got the treatment done, when the was procedure done, how it looked, and if it is painful. The lesion is in healing phase right now so you need to wait and observe. Apply moisturiser.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11k8tv2",
        "image_ids": [
            "11k8tv2"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is a sebaceous cyst. You need to get it removed. Incision will be made and contents will be drained out. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1270lvd",
        "image_ids": [
            "1270lvd"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is an insect bite. It is not infected. I am adding a combination cream to be applied twice daily for 10 days. It includes an antibiotic to prevent infection and a steroid to reduce inflammation. You can give painkiller and antihistamine on a PRN basis",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11rpvbf",
        "image_ids": [
            "11rpvbf"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "These are spider veins. Make sure you maintain active lifestyle. Keep your legs moving. This will help in prevent formation of new veins like these. The you can get the existing veins ablated.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11w5bmt",
        "image_ids": [
            "11w5bmt"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need a few answers. When did it present? Is it painful? Is there any history of trauma or insect bite? My diagnosis is based on fact that you told it is hard. Looks like a cyst. It should be excised and sent for examination.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "xhilw4",
        "image_ids": [
            "xhilw4"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "There is pigmentation present over nail. It can occur on its own. You just need to keep observing it.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11u687n",
        "image_ids": [
            "11u687n"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This looks ok. You still need to observe only. You can get hand held microscopic examination done. If the size is less than 6 mm and if the shape, symmetry and color is same, you need not worry.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11z5xpa",
        "image_ids": [
            "11z5xpa"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know- since when it is present, are they itchy, and do you have varicose veins? It looks like blood has leaked. If it's itchy use the cream I have added once daily till itching resolves. Keep your feet moving. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11fv382",
        "image_ids": [
            "11fv382"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to see previous pictures. As you are already on treatment the picture is modified now. As such it's in the healing phase. Wash the crust off with mild facewash and water and then make it dry. Continue with the treatment. Get your LFTs done.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "122cdz7",
        "image_ids": [
            "122cdz7"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It’s a skin tag, under local anesthesia it can be removed via cautery or can be simply excised.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11wvv7y",
        "image_ids": [
            "11wvv7y"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is sebaceous material. Make sure to clean your scalp with the antidandruff shampoo 2-3 times per week. Apply oil 1 hour before headbath only. If still it persists then a lotion can be added- to be applied over the scalp at night for 3 weeks.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1255f00",
        "image_ids": [
            "1255f00"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is a type of eczema. It mostly occurs during change of weather. It can recurr too. Avoid irritant exposure, excessive handwashing, hand sanitizer, vegetable juices, and detergents. Use a mild handwashing soap and apply a good moisturiser multiple times per day. I have added a cream for faster healing, to be applied twice daily for 3 weeks.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11nv9hl",
        "image_ids": [
            "11nv9hl"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know whether its itchy or painful. This is not ringworm. It looks like eczema. I have added a combination cream to be applied twice daily for 2 weeks. Also take antihistamine on  a PRN basis. Don’t scratch the area.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "k0irgx",
        "image_ids": [
            "k0irgx"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is severe acne. I am changing the treatment. I am starting an antibiotic to be taken twice daily for 5 days, a short course systemic steroid in the morning after breakfast for 2 weeks and a medication once daily for 2 months. You will experience dryness. Apply moisturiser and lip balm. Use sun protection. Clean the back, remove the crust, and apply the spray which i have added once daily.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11zxx8d",
        "image_ids": [
            "11zxx8d"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Yes you can puncture it with a sterile needle and then leave the wall of blister there only which will act as natural bandage. Meanwhile apply the cream which I have added twice daily for 2 weeks. Wash your hands with mild soap. Avoid irritants such as hand sanitizer, detergents, and vegetable juices. Covering up is not required unless you have some work which requires excessive usage of hands. You can take painkiller on a PRN basis.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "125g077",
        "image_ids": [
            "125g077"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Just cut the nail and moisturise it. Take multivitamins once daily. Since the nail is healthy from the proximal side this means new growth is fine and you just need to cut the distal growth. It can be due to trauma or dehydration.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11qop8i",
        "image_ids": [
            "11qop8i"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "You have hand eczema. The skin barrier is broken. Avoid hand sanitizer, scented product or any irritant, such as detergent, harsh soap, dye, and vegetable juice, as it will burn. All these things aggravate the condition. Use mild soap for handwashing and apply petroleum jelly repeatedly thoughout the day. I am adding a cream for faster healing to be applied twice daily for 3 weeks. You can take antihistamine on a PRN basis.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11vgyp5",
        "image_ids": [
            "11vgyp5"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "You have dandruff. That’s why it is itchy too. Adding anti-dandruff shampoo, to be used twice per week, and a lotion for itching, to be applied daily at night for 3 weeks. Always apply oil 1 hour before headbath and massage gently.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11zweux",
        "image_ids": [
            "11zweux"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "You have molluscum. It is a viral infection and it is contagious, so avoid touching it and avoid intimate contact to prevent the spread to others. If its present over genitalia get tested to rule out other STDs. Get them removed and once you observe even a single lesion get it removed immediately.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "122c42d",
        "image_ids": [
            "122c42d"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "You have patchy hair loss suggestive of alopecia areata. It a type of autoimmune disorder. Eat a healthy diet. Get your FBS and TSH levels checked. Take multivitamins once daily. I am adding a lotion to be applied at night. Injections can be given at interval of 3 weeks. Report if this is progressive or if new patches are appearing because this would indicate a systemic treatment needs to be started.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "118zkgw",
        "image_ids": [
            "118zkgw"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "You have fungal infection. It gets aggravated in hot and humid conditions. Keep the area clean and dry. Start with systemic and topical antifungal. The capsule is to be taken once daily for 2 weeks, the cream is to be applied twice daily for 4 weeks, and antihistamine can be taken on a PRN basis if it itches. Wear cotton clothing only. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "125dkn0",
        "image_ids": [
            "125dkn0"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It looks like a fungal infection. I am adding systemic and topical antifungals. Take one tab stat and apply the cream twice daily for 3 weeks. Keep it dry. Pigmentation will take a few months to disappear.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1244l31",
        "image_ids": [
            "1244l31"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It looks like skin has bled. This can happen due to excessive sun exposure, heat exposure, or irritant exposure, such as jewellery, perfume, and friction from clothes. It can happen secondary to itching. Avoid these causes and avoid friction. Apply moisturiser and sunscreen.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11lk4rb",
        "image_ids": [
            "11lk4rb"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is acne. It can becomed aggravated due to oily face, hot and humid weather, hormonal fluctuations within the body, and certain foods. Use glycolic acid based cleanser and oil free moisturiser. I am adding anti-acne cream to be applied over pimples at night only. Along with this i have added an antibiotic to be taken twice daily for a month and then we'll review results of the treatment.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11f2wms",
        "image_ids": [
            "11f2wms"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is eczema. Avoid contact with any irritants, jewellery, perfume, and deodorant. Avoid scratching. Apply moisturiser and sunscreen. I am adding a cream. Apply the cream twice daily until it heals. You can take antihistamine on a PRN basis.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "108am5i",
        "image_ids": [
            "108am5i"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is eczema. It is very common in children as babies lack oil glands. It gets aggravated during winter. Use mild soap and apply moisturiser at regular intervals. I am adding a cream for faster healing, to be applied twice daily for a week, then continue to apply it once daily for another week. Antihistamine syrup can be taken on a PRN basis. Avoid direct contact with woolens.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ak1zg",
        "image_ids": [
            "11ak1zg"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I have kept a few possibilities as right now the picture has been modified as you must be applying certain things. I can see macerated white dry skin. If it's athlete's foot then treatment should work. The precautions are more important to follow otherwise chances of recurrences become high. Keep feet open- avoid wearing socks and shoes. Keep them dry. Apply the cream and powder which I have added twice daily for 3 weeks.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "ypv0f2",
        "image_ids": [
            "ypv0f2"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "There are a few possibilities. First I need to know how it started, since when it is present, associated with any itching, is the color also darkening. A small piece of skin should be taken and sent for histopathologic examination. Meanwhile starting the treatment. Apply the cream at night for a month. Do apply sunscreen in the morning. Avoid friction.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11mm9fw",
        "image_ids": [
            "11mm9fw"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This looks like tan. This is normal. Scrub the area. Always apply sunscreen. Avoid friction from clothes. Rest adding a cream for exfoliation to be applied at night only for a month.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11h8w9c",
        "image_ids": [
            "11h8w9c"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is a blood collection. With age, the skin has thinned out so whenever there is mild trauma or if you scratch the area the blood vessels which are now lying superficially bleed. This gets aggravated if you are already on blood thinners. Apply moisturizer. Avoid scratching. I have added a cream to be applied twice daily till it heals.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11unx8l",
        "image_ids": [
            "11unx8l"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know how long it has been present, is it scaly, if scales were present, were they thick and large or thin and small? Did you apply anything after which this happened, any treatment already taken? Since there is no scaling in the picture, it looks more like allergic contact dermatitis. There are few other possibilities. I am starting the treatment. Apply the lotion once daily until it heals. Moisturize with coconut oil. Avoid hair dye. Use mild shampoo.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "vpuwtx",
        "image_ids": [
            "vpuwtx"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is a form of dermatitis. Don’t scratch it. Apply moisturizer. Adding a cream for the same to be applied twice daily for 3 weeks. You can take an antihistamine on an as needed basis. Wear loose cotton clothes.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11t9sqx",
        "image_ids": [
            "11t9sqx"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need some history - whether it only looked like this or it has changed with time. Most tick bites have 3 zones, whether its itchy or associated with other systemic symptoms. It could be just an insect bite or some unspecified dermatitis. Adding a cream for same to be applied twice daily for 2 weeks. Avoid scratching. Apply moisturizer.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11r2u1d",
        "image_ids": [
            "11r2u1d"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "The mole seems to be irritated. It can be due to some irritant application, trauma or excessive sun exposure. This can be ignored. You can get it removed too.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "xc9lt8",
        "image_ids": [
            "xc9lt8"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Its better to consult an opthalmologist along. Start with antibiotic cream to be applied twice daily for 10 days. Apply warm compresses. Don’t rub the eye.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "10zm8v2",
        "image_ids": [
            "10zm8v2"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It looks like tan only, scrub the area and start applying exfoliant at night for a month. Apply moisturiser and sunscreen in morning. Itching can be due to dryness also.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "123yl8i",
        "image_ids": [
            "123yl8i"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "There are few possibilities. A clear picture will help. Don’t rub or squeeze it. Avoid trauma to this area. You can get it removed.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1231vqb",
        "image_ids": [
            "1231vqb"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need few answers. How did it begin? Did a single lesion appear and then other lesions or did all lesions appear at once. It looks like fungal infection. I am starting the treatment for fungal infection. Take s single dose stat and apply the cream twice daily for 3 weeks. Keep it clean and dry. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "wqpdzo",
        "image_ids": [
            "wqpdzo"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Your nail has separated from the nail bed. The reason of this is inflammation of the nail fold. I have added a lotion to be applied twice daily for 3 weeks. Apply a thick layer of moisturizer before doing any work with your hands to prevent irritants going inside nail. Rest and keep cutting the nail.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11layyl",
        "image_ids": [
            "11layyl"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This looks like urticaria. Can be cold-induced also. Take antihistamine twice daily. Avoid scratching. Wash hands with mild soap. Apply moisturizer. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11aqepr",
        "image_ids": [
            "11aqepr"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know whether your hands sweat excessively, is it recurrent? I have added a cream to be applied twice daily for 2 weeks. Keep your hands and feet dry.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11xsnck",
        "image_ids": [
            "11xsnck"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This looks like pigmentation post some trauma or irritant application. Also the area is too dry. Apply a good moisturizer and I have added a depigmentation cream to be applied twice daily for 3 weeks. Use sun protection.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "122utqq",
        "image_ids": [
            "122utqq"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know is it painful, is it recurrent, and is the location the same? If it's in the axilla, chest, or genitalia and it is recurrent, only then is there the possibility of hidradenitis suppurativa. Right now, I have added systemic and topical antibiotic. Take twice daily for 5 days and cream should be applied twice daily for 2 weeks. You can take painkillers on an as needed basis.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ywi97",
        "image_ids": [
            "11ywi97"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It looks like a mole. Apply sunscreen. Keep observing it.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "126qqld",
        "image_ids": [
            "126qqld"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is facial eczema. Use mild facewash, and apply moisturizer and sunscreen. Apply cream which I have added twice daily for 10 days then once daily in the morning for 10 days, and meanwhile another cream at night. Avoid irritants. Don’t scratch.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11g5ucp",
        "image_ids": [
            "11g5ucp"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is not a wart. This is corn. Get it removed. Start wearing shoes or footwear with soft soles.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11oqi7g",
        "image_ids": [
            "11oqi7g"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is eczema. It doesn’t look like perioral dermatitis as of now. Use mild facewash, and apply moisturizer and sunscreen. Apply cream which I have added twice daily for 10 days then once daily in the morning for 10 days, and meanwhile another cream at night. Avoid irritants. Don’t scratch. Use white toothpaste.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11wsghy",
        "image_ids": [
            "11wsghy"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This looks like eczema. Since it's present in the axilla and groin area I have added a combination cream of steroid and antifungal to be applied twice daily for 2 weeks. You can take an antihistamine if required. Don’t scratch the area. Wear loose cotton clothes. Avoid perfume and deodorant.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "122xvv0",
        "image_ids": [
            "122xvv0"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Is it painful or itchy? This looks like irritant contact dermatitis. I have added a steroid cream to be applied twice daily for 2 weeks. You can take an antihistamine if required. Don’t scratch the area.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1249o6g",
        "image_ids": [
            "1249o6g"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is cyst due to collection of mucus. You need to get it removed. Make sure there is no trauma of the lips. Avoid lip biting. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11v4rs9",
        "image_ids": [
            "11v4rs9"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "There is excessive dryness of the lips. Check Hb and vitamin B12 levels. I have added a cream for faster healing to be applied twice daily for 2 weeks. Use white toothpaste. Avoid direct contact with food items.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11szgcs",
        "image_ids": [
            "11szgcs"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need a clear picture. There are few posibilities. It's better to get handheld microscopic examination done. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "125rgon",
        "image_ids": [
            "125rgon"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This looks like eczema post applying something probably after shaving. Since its present in the axilla, I have added a combination cream of steroid and antifungal to be applied twice daily for 2 weeks. You can take an antihistamine if required. Don’t scratch the area. Wear loose, cotton clothes. Avoid perfume and deoderant.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11fvcvb",
        "image_ids": [
            "11fvcvb"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "See since you have popped it, the picture is modified. I can't tell what was there originally. May be acne, herpes simplex, or seborrheic dermatitis. Now I can see erythema, erosion, and crust. I am adding a cream to be applied twice daily for 2 weeks. Use a mild face wash. Apply moisturizer and sunscreen. Don’t scratch it further. Avoid make up.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11qexm1",
        "image_ids": [
            "11qexm1"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "As per the details provided by you, it looks like you had sebaceous cyst which has now become secondarily infected. It's better to take systemic and topical antibiotics first and let the infection settle. Take the topical antibiotics twice daily for 5 days and the cream should be applied twice daily for 2 weeks. You can take painkiller on an as needed basis. After that the cyst can be excised.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1261kw9",
        "image_ids": [
            "1261kw9"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "That yellow ring should be ignored. It can appear in healing phase or it can also be due to some cream application. I am adding a cream for faster resolution of lesion to be applied twice daily for 2 weeks. Wash it with soap and water.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "123n04s",
        "image_ids": [
            "123n04s"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is a type of eczema aggravated by sun exposure. So wash it with mild soap, apply moisturizer, and wear sunscreen. Wear cotton clothes. I am adding a cream for same to be applied twice daily for 2 weeks.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11yycxt",
        "image_ids": [
            "11yycxt"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "In the current picture, I don’t see any fluid-filled or raised lesions. So I need better pictures. Use sunscreen. A few eczematous lesions are there for which I have added a cream to be applied twice daily for 3 weeks. Apply moisturizer. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11wqih9",
        "image_ids": [
            "11wqih9"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "There are a few possibilities. The treatment approach of all largely remains the same. Avoid scratching. Always apply sunscreen. Adding an exfoliant to remove the pigmented skin to be applied at night for a month. Avoid irritant application. Try losing weight if overweight.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11qbugr",
        "image_ids": [
            "11qbugr"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know whether there is any history of trauma, and if it has increased in size. It does not look like melanoma at all. Can be nevus or subungual hematoma. You just keep observing it. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11xwyxt",
        "image_ids": [
            "11xwyxt"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is a type of psoriasis. I am adding a cream for the same to be applied twice daily for 3 weeks. Apply petroleum jelly at regular intervals. Wear socks and shoes.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ruw54",
        "image_ids": [
            "11ruw54"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is an abscess. It needs incision and drainage. After that pus should be sent for testing. I am starting systemic and topical antibiotics. Take one tab twice daily for 5 days and cream should be applied twice daily for 2 weeks. You can take painkiller on a PRN basis.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11f5pbq",
        "image_ids": [
            "11f5pbq"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is viral infection. It occurs due to virus getting activated . The virus was lying latent in nerves. It can be associated with pain which comes in pulses. I am adding an antiviral. Take one tab thrice daily for 7 days with painkiller and antihistamine on a PRN basis. Drink plenty of fluids with the medicine. Keep the area clean.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1276gm6",
        "image_ids": [
            "1276gm6"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is eczema only. Its not a fungal infection. Adding a strong steroid cream for faster healing. Apply the cream twice daily for 2 weeks. You can take antihistamine on a PRN basis. Moisturise it well. Avoid irritants. Wear cotton clothing.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11hrhsn",
        "image_ids": [
            "11hrhsn"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need a few answers. Is there any history of fever, infection, or medicine intake in past 2-3 weeks. It looks like the body's response to these. Its better to get a biopsy done; a small piece of skin should be sent for histopathology. I am adding a treatment. Apply the cream twice daily for 2 weeks. Tou can take antihistamine and painkiller on a PRN basis. Systemic steroid might be required. Mostly it is self limiting.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11xg3ib",
        "image_ids": [
            "11xg3ib"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need a few answers- is there any history of trauma, friction, or pressure? Have you been on treatment for any other problem? We need to perform a handheld microscopic examination of the same.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11fzrj4",
        "image_ids": [
            "11fzrj4"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is not a mole. This is seborrheic keratosis. It appears with age and can increase in size. It is noncommunicable. It can be easily removed.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "113tsgv",
        "image_ids": [
            "113tsgv"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is a kind of allergy due to sun so always wear sunscreen. Rest avoid irritants, hand sanitizer, detergents, dyes, and juicy vegetables. Use a mild soap for handwash and apply a good moisturizer. Apply the cream twice daily for 2 weeks.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "rk5geb",
        "image_ids": [
            "rk5geb"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Yes, it looks like a bruise only which has started to heal. Keep your feet open only. Apply moisturizer. Rest adding a cream for faster healing to be applied twice daily till it heals.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11vqg9i",
        "image_ids": [
            "11vqg9i"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know whether there is a history of trauma, was there any mole present there?  Handheld microscopic examination will help further.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ah6gv",
        "image_ids": [
            "11ah6gv"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It looks more like hand eczema. Keratolysis exfoliativa mostly occurs during weather change and there are chances of recurrences. Anyways, treatment for both remains the same. I am adding a cream for it to be applied twice daily for 3 weeks. Apply petroleum jelly multiple times and use a mild handwash.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "121u099",
        "image_ids": [
            "121u099"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It looks like idiopathic guttate hypomelanosis which appears as these small white patches. They appear with age mostly over arms, forearms, upper chest, and leg. No active intervention is required.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1206ng1",
        "image_ids": [
            "1206ng1"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It looks like mole. You just need to observe them. If you don’t like them, you can get them removed.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1262c8t",
        "image_ids": [
            "1262c8t"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need you to answer a few questions: did you get a fever, is it itchy, are these lesions increasing in number, is there any bigger lesion present elsewhere? It looks like a variant of psoriasis. It is usually self-limiting. Rest, I am adding a cream to be applied twice daily for 3 weeks and a tablet to be taken once daily for five days to make it will heal faster. You can take an antihistamine on an as needed basis. Use a mild soap and moisturize the lesions.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "10cx1if",
        "image_ids": [
            "10cx1if"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know if it is warm and hard to touch, is it spreading? Have you applied something after which it happened? It can be dermatitis or infection, though it looks more like dermatitis so starting the treatment for same. Wash the face with mild soap, apply moisturizer. Use sun protection. Apply the cream which i have added twice daily for 2 weeks. Take an antihistamine and painkiler on an as needed basis. Take tab for 5 days in the morning after breakfast.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11stt07",
        "image_ids": [
            "11stt07"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It's acne only. Acne gets aggravated by weather changes: hot and humid weather, premenstural and other hormonal changes, and certain foods. Use glycolic acid-based face wash and an oil-free moisturizer. I am adding a cream to be used at night over pimples only. Take tab once daily for 3 days in a week for 6 week.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "124vcjs",
        "image_ids": [
            "124vcjs"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "it is an infection of the hair follicle at the lip border thereby resulting in redness, swelling, and pus collection. I am adding a systemic and topical antibiotic. Take tab twice daily for 5 days and cream should be applied twice daily for 2 weeks. You can take painkiller on an as needed basis. Keep the area clean. Let the pus come out.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "120xwop",
        "image_ids": [
            "120xwop"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I can see few pimples which are both in active and healing phase. You can keep pimples under control by using appropriate facewash, oil free moisturiser, and sunscreen. I am adding an active cream to be applied over pimples only at night for a month. Pimples wont go away permanently as they can be due to hormonal fluctuations, weather changes, stress, or dietary changes.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11k5sbn",
        "image_ids": [
            "11k5sbn"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "You have hormonal acne. Acne present over the jawline is mostly hormonal. If your periods are irregular seek treatment for same. Use glycolic-based facewash, oil-free moisturizer and I am adding a cream to be applied over pimples only at night for a month.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11fzi9f",
        "image_ids": [
            "11fzi9f"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "The picture is too zoomed in. So I need a better picture. As of now, it looks like a mole only and not much of a concern. You can get a hand held microscopic examination done.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11tpn0n",
        "image_ids": [
            "11tpn0n"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It looks like a cyst and you should get it removed by an opthalmologist. Avoid rubbing.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11lm7d2",
        "image_ids": [
            "11lm7d2"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need some information- since when it is present, is it present elsewhere too, does it itch more at night? It can be bed bug bites. So check your bedding once. Don’t scratch. Adding a cream to be applied twice daily for 2 weeks. You can take antihistamines on an SOS basis. Apply moisturizer.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11tha1z",
        "image_ids": [
            "11tha1z"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "You have under eye dark circles. There is hollowness present giving a tired and old look. Yes there is role of genetics; apart from that, inadequate water intake, sleep deprivation, increase in screen time, and stress play a role. So take care of these things. Get your Hb and TSH levels checked. I have added an under eye gel to be applied at night for 3 months. Do apply sunscreen. For hollowness, you can opt for hyaluronic acid fillers which lasts roughly for 12- 18 months.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11l8yqa",
        "image_ids": [
            "11l8yqa"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "The lesion is in healing phase. It is very diffifult to tell what it was originally without seeing a picture of that too. It could have been ingrown hair, seeing the size of lesion. Now it has almost healed. Adding a cream for faster healling, which is optional, it is to be applied twice daily for a week. I'm also adding a cream for pigmentation, to be used twice daily. Avoid friction and wear loose cotton clothes.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11tb3sz",
        "image_ids": [
            "11tb3sz"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "There is mild erythema. You don't need to worry. Apply sunscreen. I am adding a cream for faster resolution, to be applied twice daily for a week.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "mmtb0d",
        "image_ids": [
            "mmtb0d"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is corn and requires removal. Whenever you walk or you put pressure on it you experience pain. Wear shoes or footwear with soft soles. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ffqym",
        "image_ids": [
            "11ffqym"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need a clear picture. I need a few answers- since when it was present, was it small to begin with? There are a few possibilities. Handheld microscopic examination can be performed.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "123bgcm",
        "image_ids": [
            "123bgcm"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is actinic keratosis which is a kind of precancerous lesion. So needs active treatment. Sun protection is a must. Wear a hat. You can get cryotherapy done. Apply cream once daily for 3 days a week for 4 weeks. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "102j8f6",
        "image_ids": [
            "102j8f6"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This looks like melanoma- a type of cancer. Immediate evaluation is required- handheld microscopic examination to confirm, then excision and sending tissue for histopathology.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "120inbg",
        "image_ids": [
            "120inbg"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is eczema. Use mild facewash, good moisturizer, and sunscreen. Apply steroid cream first twice daily for 2 weeks, then make it once and slowly taper over 2 months. Meanwhile, start with the cream you are already using at night.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11n2r14",
        "image_ids": [
            "11n2r14"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": " It looks dry. There is possibility of both fungal infection and eczema, though it looks more like fungal infection. I am adding a cream to treat both to be applied twice daily for 2 weeks. Keep it dry.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11o1b5t",
        "image_ids": [
            "11o1b5t"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is infection of the hair follicles. Keep it dry. Avoid friction. Chances of recurrences are high. I am adding a systemic and topical antibiotic. Take one tab twice daily for a month and then once daily for another month. Apply the cream twice daily for 2 months. You can take painkiller on a PRN basis.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11iok0k",
        "image_ids": [
            "11iok0k"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "You have thick, coarse, and pigmented skin along with skin tags. All these are sign of obesity or diabetes. Get your blood sugar levels checked. Reduce weight if obese. You can get these skin tags removed.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11vshs3",
        "image_ids": [
            "11vshs3"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This looks like seborrheic dermatitis only, which has been aggravated either by scratching or maybe you have applied something that burnt it. I am adding a lotion and shampoo for the same. Wash with shampoo daily during bathing and apply the lotion once daily at night for 3 weeks. Later on, depigmentation cream can be started.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11zy1be",
        "image_ids": [
            "11zy1be"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It looks like the mole has been irritated or it's featured have changed on it's own. Its best to get hand held microscopic examination done. As of now it needs observation only.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11qu5wo",
        "image_ids": [
            "11qu5wo"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know where it is located, when did it start, is it painful, is it soft or hard on palpation, and is there any history of trauma or insect bite? It looks like a cyst. Better to get it removed and sent for histopathology.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11p7eg5",
        "image_ids": [
            "11p7eg5"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is eczema. Avoid irritants. Use mild soap anf apply moisturiser. Start using topical steroid twice daily for 2 weeks. If it still persists then systemic steroids might be required. Continue using an antihistamine.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11l82t9",
        "image_ids": [
            "11l82t9"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know whether there was a mole present underneath and whether you have applied something to it. As of now it looks eczematous. I am adding a cream for eczema, to be applied twice daily for 2 weeks, then we can reassess.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "10tkogh",
        "image_ids": [
            "10tkogh"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Yes, you should get this mole checked. I need to know whether there is any history of trauma or any irritant application. Get a hand held microscopic examination done to get a clear idea. You can go for wide excision if you want.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11t8aat",
        "image_ids": [
            "11t8aat"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is eczema and as the skin barrier is broken so even hot water is causing you discomfort. I am adding a cream to help them heal faster. Apply the cream twice daily till it heals. You can take antihistamine on PRN basis. Rest, apply moisturiser, and avoid contact with any irritant. Avoid scratching.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11sda8d",
        "image_ids": [
            "11sda8d"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I require some history. Is it associated with any itching or abdominal pain? Was it initially red? When did it present? Did you apply something? There are few possibilities. The most likely one is dermatitis for which I am adding a cream. Apply the cream twice daily till it heals. You can take antihistamine on PRN basis. You can also apply a good moisturiser.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "zrciqg",
        "image_ids": [
            "zrciqg"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is fungal infection. I have added topical and systemic antifungals. One capsule is to be taken once daily for 2 weeks, the cream is to be applied twice daily for 4 weeks, and antihistamine to be taken on a PRN basis if it itches. Keep it dry. Wear loose cotton clothes.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1208o9o",
        "image_ids": [
            "1208o9o"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know is there any history of trauma or infection. These are atrophic scars developed after some injury. I have added a cream, to be applied at night over scars only. Use moisturiser and sunscreen in morning.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11pprbi",
        "image_ids": [
            "11pprbi"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is eczema. Use mild handwash and apply petroleum jelly multiple times daily. Keep hand in lukewarm water for 10 mins, then dry and apply cream which I have added. Cream is to be used twice daily for 3 weeks. Avoid irritants like detergents, vegetable juices, and hand sanitizer.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "120yk50",
        "image_ids": [
            "120yk50"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "The acne lesion has accumulated pus. I have added antibiotic to be taken twice daily for 5 days. Apply the cream twice daily for 2 weeks. Take painkiller on a PRN basis. If still pus persists then pus drainage is required. Initially we'll avoid surgery, as the lesion is on the face.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11xu5qf",
        "image_ids": [
            "11xu5qf"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It is eczema. Its already in healing phase. I am adding a cream which is to be applied twice daily for a week. Apply moisturiser. Avoid contact with any irritant.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11vztbn",
        "image_ids": [
            "11vztbn"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know whether you had a fever, if you've taken some medications already, if the rash itches, if the rash is spreading to other body parts, were you out in sun for long, and if it developed after waxing. As of now, start with antihistamine on a PRN basis if it itches. Apply moisturiser and sunscreen. If it itches too much apply lotion once daily.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "125z8uf",
        "image_ids": [
            "125z8uf"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know answers to the following questions. Does it itch? Is there a history of any insect or mosquito bite or trauma? Is it soft or hard on palpation? A small piece of skin should be sent for histopathology examination. Meanwhile I am adding a cream, to be applied twice daily for 10 days. Apply moisturiser and sunscreen.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11jiy1l",
        "image_ids": [
            "11jiy1l"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "There are few possibilities. Its best to take a small piece and send it for histopathology examination. Also have KOH examination performed. Meanwhile start with treatment. Take a single dose of the prescribed medication and apply the cream twice daily for 3 weeks.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1247jmw",
        "image_ids": [
            "1247jmw"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Right now the lesions are acneform. The location of lesions suggests you have periorificial dermatitis which initially responds to steroids but ultimately gets aggravated by steroids, so taper off the steroids you are already using. Apply the steroid cream every morning for 10 days, then on alternate days for next 10 days, and then stop. Start with antibiotic cream at night. I have also added an antibiotic to be taken once daily for a month. Keep the area clean. Use sunscreen.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11hm95n",
        "image_ids": [
            "11hm95n"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It's eczema. It's an allergic reaction. Avoid irritant exposure. Wash with mild face wash and apply moisturizer and sunscreen. Apply the cream I have added twice daily for 3 days then make it once for a week. Take antihistamines on an SOS basis.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11rd68e",
        "image_ids": [
            "11rd68e"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is absolutely normal. You don’t require any surgery or intervention. Everyone has it. Apply moisturizer and sunscreen. If you want you can apply vitamin C serum. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11q0lmi",
        "image_ids": [
            "11q0lmi"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Since you had a partner get yourself tested for HIV and VDRL. It looks like a viral infection. So get it removed as soon as possible. Also, avoid touching it as it can spread to other areas and to others too.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11xco4w",
        "image_ids": [
            "11xco4w"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is lip dryness. Get your hemoglobin and vitamin B12 levels checked. Apply moisturizer. I am adding a cream for faster healing to be applied twice daily for 2 weeks. Avoid lip color, irritants, and tongue licking. Use white colored toothpaste.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "121dqgq",
        "image_ids": [
            "121dqgq"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Since it has been there for the past 2 days and there is a history of extensive sun exposure, it looks like tan only as of now. Scrub the area and apply sunscreen.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11sv2q7",
        "image_ids": [
            "11sv2q7"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is a viral infection known as molluscum contagiosum. It requires removal. This is communicable. Avoid touching these lesions to prevent spread to other body parts and to others.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11xy898",
        "image_ids": [
            "11xy898"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "You have hand eczema. The skin barrier is broken. So when you apply hand sanitizer, a scented product, or come in contact with any irritant- detergent, harsh soap, dye, or vegetable juice then it will burn. So avoid contact with all these. Use mild soap for handwash, and apply petroleum jelly repeatedly. I am adding a cream for faster healing. Apply the cream twice daily for 3 weeks. You can take antihistamines on an SOS basis.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1274ox7",
        "image_ids": [
            "1274ox7"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is a type of eczema. Adding a cream for same. Apply the combination cream twice daily for 10 days and then the plain cream twice daily for 20 days. Avoid friction. Apply moisturizer regularly.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11vxg9l",
        "image_ids": [
            "11vxg9l"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It is a skin tag that has now become inflamed. You need to get it removed.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11otjqa",
        "image_ids": [
            "11otjqa"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It is eczema. It is very common in children. Use a mild soap and moisturizer at regular intervals. I am adding a cream for faster healing to be applied twice daily for 2 weeks. Always make her wear cotton underneath.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11pyrq6",
        "image_ids": [
            "11pyrq6"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It does not look like melanoma at all. There is some dryness. Just moisturize and avoid any trauma. Keep observing it. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11w4q7s",
        "image_ids": [
            "11w4q7s"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "There is some dryness present.  The lesions can happen post waxing also. Though, most likely, it is keratotis pilaris which happens due to keratin build up. So scrub the area. Apply the cream which I have added at night for a month. Moisturize and apply sunscreen.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "10lqg0f",
        "image_ids": [
            "10lqg0f"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This looks like a nevus or mole only. It does not look like melanoma. If you are worried, you can get a handheld microscopic examination done.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11txkok",
        "image_ids": [
            "11txkok"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Please answer: Did it appear at time of birth, was it raised? It looks like scar. It can be due to some trauma. Moisturize the area. I am adding a cream to be applied once daily for 10 days. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "1203pe5",
        "image_ids": [
            "1203pe5"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "There are few possibilities. I need to know whether these lesions are persistent or they disappear in sometime, whether associated with itching. Based on information available it looks like cholinergic urticaria and its mostly self limiting.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11zojtu",
        "image_ids": [
            "11zojtu"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Based on the history you gave there is repeated friction leading to hyperkeratotic eczema so avoid friction. Keep the area moisturised. Rest the area and I am adding a cream. Apply the combination cream twice daily for 10 days and then the plain cream twice daily for next 20 days.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11j6l9b",
        "image_ids": [
            "11j6l9b"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need to know whether it is itchy, painful and how it gets better. It is an unspecified dermatitis. I am adding a cream, to be applied once daily for 2 weeks. Apply moisturiser and use a mild soap. Avoid deodorant and friction from clothes.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "vc59oh",
        "image_ids": [
            "vc59oh"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is a viral infection and its contagious so avoid touching it and avoid intimate contact to prevent the spread to others. If its present over genitalia get tested for HIV and complete a VDRL to rule out other STDs. Get them removed and once you observe even a single lesion get it removed there and then.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "tuyo2m",
        "image_ids": [
            "tuyo2m"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is post inflammatory hyperpigmentation and it will lighten gradually with time. I am adding a cream to accentuate the process which is to be applied at night for one month only. You can opt for chemical peel too. Avoid friction from clothes, avoid deodorant, and avoid perfumes.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11fyt7o",
        "image_ids": [
            "11fyt7o"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I need a picture where pus is visible as I can't see anything as of now. Also, how did it start, and is it painful? I have added antibiotic cream to be applied twice daily for 3 weeks. Keep it dry. Apply moisturizer. Avoid pedicure.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11f4mm5",
        "image_ids": [
            "11f4mm5"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is unspecified dermatitis. This can be due to some irritant or insect bite. Use mild handwash, and apply moisturizer and sunscreen.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "xgbqnv",
        "image_ids": [
            "xgbqnv"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This looks like eczema which you have been scratching. So avoid scratching. Apply moisturizer and sunscreen. I am adding a cream for faster healing. Apply the cream twice daily till it heals. You can take antihistamines on an SOS basis. Rest it doesn’t look cancerous at all.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11jnyx6",
        "image_ids": [
            "11jnyx6"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is an abrasion after some trauma. Keep it clean. Wash with soap and water. Apply topical antibiotic twice daily for 2 weeks and moisturizer. Wear loose cotton clothes. Avoid friction.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "122hf4s",
        "image_ids": [
            "122hf4s"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "There are 2 possibilities depending on whether it is itchy. It can be eczema or fungal infection. I have added treatment for both. If it's itchy it is eczema. Apply the cream twice daily.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11r5uer",
        "image_ids": [
            "11r5uer"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I can appreciate some dryness and mild erythema. Use a mild handwash and a good moisturizer regularly. Apply sunscreen.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "124xnf1",
        "image_ids": [
            "124xnf1"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "Let it heal and then we can have better idea. Apply antibiotic cream twice daily for 2 weeks.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11mqtyc",
        "image_ids": [
            "11mqtyc"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "The skin of palm is peeling. It can be due to change in weather, post fever, due to some chemical or irritant exposure, or excessive handwash. Apply a good moisturizer multiple times.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11z5ys1",
        "image_ids": [
            "11z5ys1"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This looks like a type of nevus based on the picture and the history you provided. Though, there are other possibilities too. So it's better that a small piece of this is sent for examination, and then if you want, we can remove it entirely.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11xjf2r",
        "image_ids": [
            "11xjf2r"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It's better to get it removed from an expert. The way you have tied it is correct. It will become red and painful and ultimately necrotize and fall off. At times, some part of it might remain behind.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "120oede",
        "image_ids": [
            "120oede"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "I can see a few telangiectasia. Apply sunscreen. You can opt for laser therapy for permanent and effective results.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11lvr5f",
        "image_ids": [
            "11lvr5f"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is eczema. Apply moisturizer. Apply the cream which I have added twice daily for 2 weeks. Take antihistamine on an SOS basis for itching.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "121tsxk",
        "image_ids": [
            "121tsxk"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is post-inflammatory hyperpigmentation post eczema or dryness. Apply moisturizer. I am adding a depigmentation cream which you can apply twice daily for 3 weeks.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11v2egh",
        "image_ids": [
            "11v2egh"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is a fungal infection caused due to humidity and sweat over that area. I have added a capsule to be taken once daily for 2 weeks and a cream to be applied twice daily for 4 weeks. You can take antihistamines on an SOS basis. Keep the area dry. Wash with mild soap and water. Wear loose cotton clothes. ",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11nbyif",
        "image_ids": [
            "11nbyif"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "It looks like a cyst. Needs incision and drainage of contents. However, I need to know some details. Since when it was present, does it exude some pus or sebaceous material?",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11tdh8d",
        "image_ids": [
            "11tdh8d"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "The smaller black dots can happen post waxing. The patch is eczematous. I can comment on circulation only if I see the entire leg in standing position. Apply moisturizer regularly. Apply the cream which I have added twice daily for 3 weeks. You can take an antihistamine on as needed basis.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "xq7o0p",
        "image_ids": [
            "xq7o0p"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "The skin is peeling. Apply moisturizer. Wear socks and shoes. Keep feet dry. Avoid irritant exposure.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    },
    {
        "encounter_id": "11ivi7p",
        "image_ids": [
            "11ivi7p"
        ],
        "responses": [
            {
                "author_id": "annotator2",
                "content_en": "This is eczema. Apply moisturizer. Wear cotton. I have added a cream for it to be applied twice daily for 2 weeks. Avoid scratching.",
                "completeness": 1,
                "contains_freq_ans": 1
            }
        ]
    }
]